{"votes": {"funny": 6, "useful": 7, "cool": 5}, "user_id": "0ZtoCu_CtmdvxewmK8WJ6g", "review_id": "hRr145hfeCfHfYx2QZXhzg", "stars": 4, "date": "2008-01-03", "text": "Seeing as I have only spent 3 total days in Phoenix and 14 total days in New York City, it might be a bit presumptious of me to say that Postino Winebar is the type of place one would find in New York City rather than Phoenix.  But is it going to stop me from saying it?  Nope.  I sometimes enjoy passing unauthoratative judgment on places, things, food, men.\n\nPostino, the dimly lit, popular (and reservationless) Italian wine bar near Campbell and 40th, isn't a place that is going to lure patrons in with their relatively truncated wine list or memorable menu, but the ambiance is sure to draw me back when I return to Phoenix.  My glass of Shiraz was fine, the proscuitto, fig and  marscopane bruschetta made me smile, and my ham and cheese pressed sandwich made me grimace at the overwhelming amount of mustard.  I much preferred my brother's Autostrada panini even if it did contain meats I couldn't identify, and found myself feeling orderer's envy over the fresh-looking veggie panini his friends ordered.  Sandwiches are large, so instead of ordering a whole one, plus an additional side of salad (like overambitious diners like moi), it's a good idea to do a half and half with a portion of the ambitious mixed greens salad that is chock full of pears, pecans, red grapes, and gorgonzola cheese.  Yes, even the salads provide the arteries will a well-placed kick in the pants.  Just drink more red wine.  It'll help the heart get through all the cheese and fatty meats consumed in this delightfully sceney hotspot, and will make the experience of waiting for a table, much more pleasant.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 1}, "user_id": "e4TQFVfepzHf--hnBsjntg", "review_id": "vuCa1VxgnyC3KP_oQ3jk5w", "stars": 5, "date": "2006-01-25", "text": "I hate to admit it (because I usually avoid ultra trendy places like an ex boyfriend) but I love Postino.  It used to be an old post office, thus the name.  It is now a wine bar that serves \"light fare.\"  There are not too many places with this kind of atmosphere in the Valley -- very California.  One of the walls is a giant garage door that they roll up so the whole place is open.  Little couches and coffee tables are mixed in with tables and high tops for a variety of seating choices.  The bathrooms are lovely, clean, and lit by candles.  The salads are my favorite in Phoenix and the bruschetta is out of this world.   Come early, get your table and enjoy!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 3, "cool": 0}, "user_id": "5OfCHlBmUkoEc2vDDBYOBg", "review_id": "lyfUPbF5E5S5vSqKa9W-Ow", "stars": 4, "date": "2006-03-27", "text": "one of my favorite places around!  if you're from around phoenix, you are bound to run into someone you know.  trendy, but you won't feel out of place in jeans like a lot of old town scottsdale places.  like the last reviewer, i highly recommend the bruschetta - it is reason enough to visit postino, even if you hate wine.  \nbut i really hope that's not the case.\ni would have given 5 stars - but it's just so crowded most of the time.\nand parking is a disaster.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 5, "cool": 2}, "user_id": "0BBO-d1_Dr16Tc55x--ejA", "review_id": "EWuUG7FiCMNY2cd8RkF6xQ", "stars": 1, "date": "2006-07-01", "text": "Visiting Postino Wine Cafe makes me feel like I am in another city... an urban, metro, pedestrian city such as San Francisco. Its casual, yet sophisticated and quite enjoyable. I recently visited Postino with two friends and had the Bruschetta -- we selected the Fresh Mozzarella with Tomato and Basil, the Smoked Salmon and the Roasted Peppers with Goat Cheese. Thumbs up on all of these yummy appetizers! The clientele is a hip, diverse crowd reflective of its gentrified, charming neighborhood of mid-century ranch homes, and yet just a hop from the Biltmore and Arcadia neighborhoods. Ah... Phoenix is growing up! Wish I knew more about wines to tell you more about that. It appeared to be a nice selection and there were bottles you can buy to take home as well. Parking is a challenge, however I will definitely be back.\nhttp://www.postinowinecafe.com/\n\nUpdate: Postino's is one of many restaurants/bars in AZ that permits concealed weapons without permits and is noted on the Arizona State Rifle and Pistol Association in their CCW Cafe page: http://www.asrpa.com/ccwcafe.html For that reason I am reducing the previously 5-star rating to 1-star.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 0}, "user_id": "JvAcIjgwz7HGtE_vgdoXkg", "review_id": "FG-QGJXIQVwU0VwwMT8I9w", "stars": 5, "date": "2006-08-05", "text": "I'd heard so much about Postino that I wasn't sure it would live up to the hype. Happily, it did! The atmosphere, the food, and the wine all measure up at Postino, the place that started the uber-urban renaissance at 40th and Campbell.\n\nPostino is upscale, but not pretentious. The bruschetta really is out of this world, but the salads are incredible, too. Went there for lunch on a Friday and loved the diversity of the crowd. I also liked it that the noise level was reasonable, even when the place was packed.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "4_YfcfHkCem1onJFkItxjA", "review_id": "z-cCDdOFNufD9U4OPXPn6Q", "stars": 5, "date": "2006-09-17", "text": "One of my favorite places in Phoenix, that I don't frequent nearly enough.  Great selection of wines by the glass.  The atmosphere is sexy, industrial pseudo-warehouse, I-don't-think-I'm-in-Phoenix type lounge.  I think on Tuesdays they have a live DJ in the mix.  \n\nIt's more of a wine bar than a restaurant and the menu reflects that - with the heaviest of items being their paninis.  The autostrada panini comes loaded with several meats (soppresatta and prosciutto among them) and cheeses and is amazing.\n\nUPDATE - Great service just recently.  A bit of a wait, but forgot about it because of the great servers - Michelle I think, was one of them.  Just had a Tobin syrah that was incredible...", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 0}, "user_id": "lhvFynuv5pyc4XdFNebqGg", "review_id": "-k-RUuE0DbNkZygQxlbJow", "stars": 5, "date": "2006-12-11", "text": "I love this place!  It's a fun place to sit and relax and sip a glass of vino.  Be sure to order the bruschetta...I especially love the figs and prosciutto.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 1}, "user_id": "HWLC-qBcuFXJ0MkV8LSA-A", "review_id": "9K6e3duyzoXjNNtnDPcqBw", "stars": 5, "date": "2007-01-14", "text": "Located at the SW corner of 40th St. and Campbell.  This entire corner is now owned by an enterprising young couple who ingeniously converted the old post office to a wine bar featuring fresh aperitifs and lite gourmet pizza!  They did such a fab job on the remodel they were written up in Architects Digest some 8 years ago (or more) when they opened.  It's become something of a low key meeting hub with \"great date\" written all over the place.  Any given night of the week you will find this place a' buzz!  So plan on a wait, unless it's early in the evening or very early in the week - like Monday.  Open for lunch and open late; again with some candied confections that could make a girl on a diet cry.  Look cute, because this is where the beautiful people hang out in Phoenix, sans attitude.  Moderately priced.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 4, "cool": 1}, "user_id": "7GC9fVWKa4a1ZmBGLH6Uww", "review_id": "vgirB1XHDdqA0isVFQiCZg", "stars": 4, "date": "2007-01-24", "text": "I LOVE this place, but I have to admit, it's really not a 'date' place. Well, let me clrify, it's not a good 'first date' place. \nThe converted post office has terrible acoustics and it gets REALLY loud in there. Unless you know someone really well, you might feel a little awkward yelling at them, or saying 'What?!' after everything they say.\nAnd, while the brushettas are AMAZINGLY delicious - i swear by the prosciutto, it is to die for - it is definitely not pretty to eat; capers flying across the table and gnawing through the crunchy bread like a rabid dog. \nbut, i love going there with good friends and my boyfriend. the servers aren't snobs and they will help you pick a bottle even if you just tell them, 'uh, i like red, yeah, red wine is awesome' without rolling their eyes. the crowd can look very scottsdale, but the attitude is not, so don't get discouraged when you walk in a see business men in suits and lots of tan legs and blonde hair.\nthe menu is just appetizers, but i guess you can order pizzas from La Grande Orange (please don't call it 'LGO,' that's lame) which is right across the parking lot and owned by the DeMarcos as well. I've never had it but it comes highly recommended.\noh! and they waive corking fees on monday nights, but other than that, i don't think they many specials- too bad.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "jUUsTvd4rO0nuVX4I7GUAA", "review_id": "UHMrJePy3g4kdoipJ_8M0w", "stars": 4, "date": "2007-03-19", "text": "Cute little trendy-looking place! I was in town visiting family and my cousins brought me here. I don't know anything about wine... I just drink what people tell me to drink. :) But I had a pinot grigio and it was very good.\n\nMy favorites were the Prosciutto with Figs and Mascarpone, Brie with Apples and Fig Spread, and Roasted Peppers with Goat Cheese Bruschettas. I also shared the antipasto plate, but I wasn't too impressed with that. My friend had a raspberry chicken salad and that looked really good, but I didn't have room to try any.\n\nI can't remember exactly what I had, but the desserts were very good.\n\nIt's hard to carry on a conversation here, though. It was pretty crowded and loud. The service was a little slow, but it looked like they were really busy and one of our servers looked a little too stressed out...\n\nAlso, the toilet in the ladies bathroom was clogged, so we couldn't flush. Ew.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "n2I2GQuL1R26DlV-WWDRAA", "review_id": "Yt_Ey-tDwh3i5MF1VtkwtQ", "stars": 5, "date": "2007-04-06", "text": "I love this place!  I just recently moved to San Francisco from Arizona, but I already made sure to visit it on my first trip back.  I have never brought someone there and had them not like it. \n\nThe atmosphere is great - small and cozy, and very warmly decorated for a former post office.  The wine list is comprehensive for both the white and red wine enthusiasts, and the servers are willing to make recommendations off of the list from their cellar.   Service is typically good unless they are super busy (Friday and Saturday).\n\nIn addition to the wine choices, the bruschetta is awesome!  My favorite is the red pepper goat cheese, but I've also heard very good things about the proscuitto/mascarpone/fig one.  You order a sampler of four different types at a time - and there is a pretty even mix of vegetarian and meat options.\n\nThe only problem is that location is less than desirable for people in the SE Valley - it is a far drive from Chandler or Gilbert to the Arcadia neighborhood in Phoenix.  Here's a tip though: when you get there, don't wait for someone to leave or pay for the valet parking in the crowded lot, there is plenty of parking available for free in the side streets nearby.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 0}, "user_id": "aQ4895bwr-U_16SNtXi6tw", "review_id": "YsJPyjmPRuSPcL9HaFDuxA", "stars": 5, "date": "2007-05-10", "text": "I totally heart this place. The food is great - for a wine bar. You can actually eat dinner, and leave not feeling like you filled up on cheese and olives the whole time. Plus the wait staff is great.  You will have to wait on a Saturday/Friday night - but who is in a  rush then anyway? It reminds me of a neighborhood place in San Fran...a must-go in Phoenix.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 3, "cool": 2}, "user_id": "RpC1jwOttGJcM5TIgscMTQ", "review_id": "yM6MuRa_IsmgNv1oWxkIDA", "stars": 5, "date": "2007-06-13", "text": "One of my favorite spots in PHX, I make a trip almost every time I'm in town.  The food selection is limited but good, there's an admirable wine selection but the atmosphere is unlike anything else in PHX.  I highly recommend.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 4, "cool": 2}, "user_id": "gEnU4BqTK-4abqYl_Ljjfg", "review_id": "03RuUe0c2TB96p7YXFdLfg", "stars": 3, "date": "2007-07-11", "text": "Nothing too special about the place - the wine list is OK, and the bruchetta is really good, but besides that? The bar is set up awkwardly to where you don't feel much intimacy with those you are there with - it's like one big common standing area where people give you a look when you ask them to kindly excuse you as you make your way through. I've only gone there though to have apps and a glass of wine, so maybe the seated dining experience is where it's at...", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 2}, "user_id": "W7cDTrBPXvq3J9Bg5TQYOg", "review_id": "7ljWTrKmOKLml4viAcGarQ", "stars": 5, "date": "2007-07-17", "text": "Also on my sweltering trip to Phoenix I visited this place.  My good friend's brother is one of the bartenders (Sam) so we had to check it out. \nSat at the bar for a late afternoon lunch.  Started off with a glass of champagne just because I was on vacation and I could :)   We also had some champagne mixers they were making specially that day that were really nice.\nI had some trouble deciding what to eat since the menu all looks so tasty but i went with the bruchetta.  I mean, come on, you get to choose 4 toppings, how could I not!  I even had a hard time choosing only 4!  I had the apple with brie and fig spread (my favorite), roasted red pepper with goat cheese (very good), prosciutto with figs and marscapone (wow) and salami with pesto (great).  All of this for $12 and HUGE!  Four heaping pieces of bread cut into four pieces each.  My friend also got the roasted artichoke one which was just as delicious.  \nThree glasses of champagne and more bruschetta than I could possibly eat I was extremely satisfied.  \nI've been actually thinking lately...where can I get this delicious food in LA?", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 1, "cool": 2}, "user_id": "gq_G5VCDziyEV2-bzGuqzw", "review_id": "Baocqsvv5jLmtdUJ69wyXg", "stars": 4, "date": "2007-07-20", "text": "I really enjoy Postino. It's so comfortable and a real class act. Of course the wines are delish, the crowd is hip, and the food is yum. The only reason I didn't give it 5 stars is solely because there's practically no reason for me to go here, which may be my own damn fault for being a relative homebody given my employment (concierge). I wouldn't go here for an after-shift glass of wine, just because I know it will be swamped. And especially if I'm alone I will avoid this place. And if I'm looking for romance, well, the packed thing nixes that idea and they don't take reservations. I would suggest this place, however, for cougars and other single types.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 3, "cool": 1}, "user_id": "D9aj6AjCyLp-zp8fozL8aQ", "review_id": "l8QJ0aUzbVzv-Q9Vmp0t3g", "stars": 2, "date": "2007-09-03", "text": "Postino has nice food, but the lack of parking necessitates that you use a valet which I really dislike. Plus it is so noisy that it is hard to be heard. The trendy people all coiffed and pretty means that people ARE noticing whether or not you are in Gucci's or something you got from Marshall's. On the plus side, there ARE loads of  \"pretty people\" to oogle. :) \n\nThere are many nice places to eat in this part of town that have less attitude, ample parking and where you can actually have a nice conversation.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "Db5IKqE1M2iP5EnZNDroRQ", "review_id": "rykXBfyZIpJbmWC5ArHX1w", "stars": 4, "date": "2007-09-12", "text": "Unlike Radio Milano, I am a big fan of Postino. The wine list is extensive, the roast beef panini is awesome and fulfilling, and how can you not love their bruschetta?  It's a great place to hang out with friends and chill. I am over most of the nightlife in Phoenix, but Postino is one of those places I don't mind coming on any given day. \n\nOne downpart is the wait. A couple years ago, it was pretty easy to stroll in around 8pm on a Friday night and get a table. But, this is more a testament that Postino is a great place to hang out than anything else. Another disappointment is the fact refills are not free. \n\nPostino is one of my favorite places, and I hope this place doesn't fall victim to becoming a Radio Milano or now LGO (which has disappointed me as of late).", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 4, "cool": 4}, "user_id": "qASPib1Z8ft8e96dtbh66w", "review_id": "7HOKnyfl5D_S7lTOlg4TYQ", "stars": 4, "date": "2007-09-15", "text": "Oh heck yes.  I really like Postino.  The atmosphere is laid back (the dress ranged from t-shirts and shorts to sun dresses and collared shirts) the wines are good and the food is really good.  I do wish the wine list was more extensive though, especially for a wine bar.  The service is really friendly and attentive, although my husband didn't really go for the wine our server suggested to him.   The bruschetta is fantastic and the cheese plate is ginormous.  Its good to try to get there a little early (think 4pm or earlier) because it does filly up and the parking lot is tiny.  (Or you can fork over the $3 for valet)   Seriously though, I think it must be the tiniest parking lot in Arizona, its like something you'd find in Boston!\\\n\nUpdate:  I chose to have my birthday dinner at Postino because I wanted something casual and fun.  Postino fits the bill.  I called and made a reservation for 12 which was no problem.  (They did take my credit card information which I am totally used to doing for large groups)  We arrived and were seated promptly with great service throughout the night.\n\nI was told when I made the reservation that if I wanted to bring in cake there would be a cutting charge but I could bring in something from Tammie Coe with no extra charge.  I purchased cupcakes and completely forgot about them until we were at Merc Bar later that night!  I called Postino and they were nice enough to hold them for me (again- they had held them from when Tammie Coe closed that afternoon until our reservation)  and I was able to get them the next day.  Cupcakes for breakfast!\n\nI've eaten here several times now and I'm never dissapointed....not in the bruschetta or the salads.  One day I'll try a sandwich I'm sure....if only the bruschetta wasn't so yummy!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 1}, "user_id": "PShy2RYNadDUhJf4ErOJ7w", "review_id": "ZYjhOLd7pH6NfCEIMugdHg", "stars": 4, "date": "2007-11-15", "text": "I enjoy the food here\nHowever, I found it to be ridiculously overpriced\n4 friends, $400 bill, yikes!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 5, "cool": 4}, "user_id": "-bO7P1OtJBKN3rlGpolaFA", "review_id": "j940DQATTjiFLmugsIF0hw", "stars": 4, "date": "2007-11-20", "text": "Valet parking at a wine bar?  I mean, come on.  I don't do valet, especially in a place like Phoenix.  And to make things worse, all of the streets around the wine bar have parking restrictions, sheesh.\n\nMost of the glasses averaged around $8-10, which isn't too bad; but the wine list was pretty short.  I had a sauvingon blanc that was nice and crisp, and I also had one of the bruschetta platters -- four slices of large bread, each with a different topping of your choice (about 8-10 toppings); not your typical bruschetta.  I had the white bean, tomato and basil, roasted artichoke, and the salami toppings.  The tomato and basil was delicious, the artichoke was horrible, and the bean are salami were just all right.  It was a pretty good amount of food for $12, and it was well presented.\n\nOverall, the wine was good, the atmosphere was good, and the prices seemed average.  A half star off for the parking; a half star off for the short wine list; and if I could take another half star off for the artichoke, I would.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 1}, "user_id": "sfUZ9BId50LRlH0HG-48AA", "review_id": "9e12idRwNv5cT7SjthKmRA", "stars": 5, "date": "2007-11-29", "text": "this is my fav place in AZ to go. i visit about 3-4 times a year and i usually visit postino/la grande orange about 3 times minimum when i am there.\n\nthis is the hotness: everyday from 11am-3pm every kind of wine is $5/glass...hello liquid lunch.\n\nwell goodbye liquid lunch because you'll want to eat everything on the menu from the bruschetta to start (you cannot go there and not order the bruschetta) - i usually get: ricotta & dates & pistachios, brie & apples, mascarpone & prosciutto, artichoke. as for the main course for lunch, the salads are great and the paninis are f-in sweet as well.\n\nthe wine list is always good, changing a little here and there. afterwards go next store to la grande orange grocery and pick up some goods to go. \n\ni almost forgot - it's called Postino b/c they converted the old Arcadia Post Office into a restaurant, it's got an indoor/outdoor feel, so you don't have to sit outside in order to feel like you've got a little breeze and sunshine. there are also loungey/couch areas to sit and eat/drink if you want too instead of the traditional table & chairs.\n\nwhen visiting AZ, don't miss this spot. (there is a lot of italian in AZ, and this place gets lunch right)", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "DBCgOkxxF3AhSKDAqQcR7g", "review_id": "W4YJZpA0y9jstLUvYt2TMA", "stars": 3, "date": "2007-12-04", "text": "I have liked the food I've had here, a panini sandwich, bruschetta, and some desserts. \n\nBut I'm a pretty casual kind of girl, and as a result I get the feeling that I'm not hip enough for Postino. Last time I was there I got a pretty frosty attitude from the server, but  when they realized I knew the manager they had a miraculous change of attitude. \n\nAnyway, I haven't been back since, mainly because I don't want to have to ask for management, just to see a friendly face, the second I step through the door.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "OYpsdMcpdCdlkknpgpFMLA", "review_id": "5XVliwwBTegX6F_XQ9b3Qw", "stars": 3, "date": "2007-12-23", "text": "I've been going to Postino for years. I would give Postino four stars, but it's a BIT pretentious now. The good? Bruschetta (the salami and pesto with a drizzle of olive oil topped off with cracked pepper is a favorite), the Mediterranean salad with prosciutto, when we lean over and chat with nervous first-date couples to break the ice, and the garage-style doors open on a perfect Spring day. The bad? Parking deserves a strong mention (they try, but it's seriously crazy), and some of the staff who think that dealing with a few snotty Arcadians all day gives them the right to be abrupt. (They probably just need to install an anti-Arcadian decompression chamber somewhere on the premises.) \n\nBut, honestly? After a lunch or dinner of Postino-related mayhem, I get the craving for a relaxing place no one has ever heard of. Dig?", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "PQrq5tz1DJ0V26taOqcSGA", "review_id": "hm2g1FFrI6HQ_tZuI4pVOQ", "stars": 4, "date": "2007-12-26", "text": "I really enjoyed this restaurant. It is perfect for a special occasion or just for a nice night out. My favorite is the bruschetta, I love that you can mix and match. They also have great sandwiches and salads. I will definitely be returning!!\n\nIt is definitely a trendy restaurant and expect to pay for valet parking ($3 I think) and to wait for a table.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 2}, "user_id": "d6k6oKxaGvvtSwT5h_loSg", "review_id": "q0UsWO8FkvVgTVsxRegqcg", "stars": 4, "date": "2008-01-09", "text": "I really love everything about this spot.  If I lived in Scottsdale, I would be here everyday for happy hour.\n\nThe atmosphere is wonderful, like a generous patio at someone's home. It feels tucked away, although you are really off a pretty busy street.  There is also plenty of room inside when the heat is too much.  The service is attentive and the food is fresh and vibrant.  \n\nThis is also a great place to just get drinks....", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 4, "cool": 3}, "user_id": "ZVyQudI56A_5hg-2B_wjbQ", "review_id": "bDZvbA47xaxm6Y6Adongcw", "stars": 4, "date": "2008-01-09", "text": "Postinos is a true treasure in the city's somewhat lackluster scene for good, unique eating experiences. The lack of reservation and self-parking ability (try valet!) fails to put a damper on the the restaurants selective wine list, fresh food, and escapist ambiance. Be sure to go on Monday night for a  perfectly orchestrated collaboration with neighboring LGO owned pizzeria - You can't go wrong with the corn and goat cheese pizza...", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 1}, "user_id": "CAlxnkAuqNetlUmWtCQ_eQ", "review_id": "rW7OpFKC-jG5WAOCPo8sGA", "stars": 3, "date": "2008-02-01", "text": "Postino is great little wine bar. The food is great and so is the wine.\nEverything is made fresh and the wine selection is seasonal. Some of my favorite wine(s) I have discovered hear. And you can't go wrong with the bruschetta.\nThe reason I am not rating it higher is the parking. For whatever reason they have valet parking now, maybe because the place has become so trendy. But it is a pain in the arse to get to now and getting a little pretentious.\nIt is still a great little place, though, to meet for wine and great food.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 1, "cool": 2}, "user_id": "-F32Vl8Rk4dwsmk0f2wRIw", "review_id": "Lmlw7I3EF66TfyGVTFXjzw", "stars": 5, "date": "2008-02-01", "text": "Postino has really evolved their restaurant for the better over the past 5 or so years since I began going there.\n\nTheir wine list has always been, current, going with the latest trends in grapes ... from Cabs in the early 00s, to Pinots in 03-04, and now featuring Malbec and Tempranillos.  \n\nWhile this is slightly frustrating as a wine (whine?) snob, i have to give it up to Postino for making available the varietals that people like me want to drink when they're spending $11 a glass at a wine bar.\n\nI'll always pretty much have a soft spot for this place, as it was the site of some magical shit between me and my gf (Iknow, I'm romantic) on our first ever date.  So, if you ever need an idea for a first date, or a 50th date, this is your spot.\n\nMy favorite thing on their menu is the Bruschetta board (and please say the freaking word right), and all of their choices of toppings.  Mmmm, Brie and Granny Smith apples, Mmmm, prosciutto, Mmmm, white tuscan beans ... etc\n\nThis place gets super packed to the point of claustrophobia, so thats my only minor annoyance ... oh and the smoking area that is nearly in Peoria.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "ED8rq4vqflssrXbigIhgOQ", "review_id": "iWBb4zgwu7GlvDbmhBTaig", "stars": 4, "date": "2008-02-01", "text": "I can honestly say that you would've never caught me in this place if it hadn't been for my boyfriend suggesting it as one of our first dates.  The things that scared me away: valet parking and an overcrowded parking lot and the assumed pretentious wine snobs that frequent the area.\n\nOf course, I was right about these concerns when I actually tried the place.  However....that doesn't mean that it can't be enjoyed with the right company.  The wine choices are unbeatable and they have a great app menu, of which I highly recommend the bruchetta (you can choose different several different toppings for one order and they were all equally delicious).\n\nIt's a great place to chat with friends, or go on a weeknight to grab some vino.  I'm not dying to go back anytime soon, so it's not a favorite for me.  However, I can see how some people would make this wine bar a regular stop.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "0AmVn00Gr2MRXIj7Y4TOAQ", "review_id": "yCnrxNUb2ztp0JX8OpTr7w", "stars": 5, "date": "2008-02-27", "text": "by far one of my favorite restaurants.  I'm totally in love with the biretta.  The best thing is to find a friend and share a salad and  brochette flight at lunch!   I took my husband once and he didn't think it was enough food to fill him up (he went home and ate more).... but for me I'm always happy and stuffed when i leave.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 4, "cool": 5}, "user_id": "jqVeTSin5GeRm0ceSg-PBA", "review_id": "w8VEQ-Jx0TZvOBFkmOVIpw", "stars": 4, "date": "2008-03-05", "text": "What a delightful little place! The atmosphere is laid back (my husband was in shorts and flip flops and didn't feel out of place), the lighting was dim and our group had a table at the couches, so it gave it almost a loungey feel. Plus the night we were there, the doors were open which allowed an open, airy feel. The wine list isn't huge, which is surprising for a wine bar...I didn't sample any of the wines (I'm waiting to go back for lunch one day for the $5 glasses), but the beer list was good. You can't go wrong with a place that serves Stella Artois, one of my favorite beers.  We had the bruschetta and it was filling enough for dinner. We had a double order of the brie, green apple and fig spread (absolutely delicious); tomato, mozzarella and basil (my least favorite of the third we tried...not enough mozzarella for me); and the roasted peppers and goat cheese (I didn't try it because my husband hogged it, so obviously it was a winner with him).  Our bill was $40 which included the bruschetta, 4 drinks, tax and tip. Not bad at all!\n\nYes the parking lot is super small, so most likely you'll have to valet for $3. It didn't bother me since I was expecting it, and when our car had to be brought around, it was fast.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 1, "cool": 4}, "user_id": "J72XoQspNBmPsX2iKl2YvA", "review_id": "ts4I3uoEemofCv0aunv08w", "stars": 5, "date": "2008-03-05", "text": "As per usual no disappointment for lunch and great wine selections for five bucks per glass.  We arrive just before 11 to get our favorite spot and order our usual Bruschetta (4 tough choices) to share.  Having tried all ten choices at one time or the other we chose 1,2, 4 and 8.  You will have to visit to see what we selected but please don't occupy our spot.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 1, "cool": 1}, "user_id": "yt6vljLIffAU4WW0-TQwBw", "review_id": "O8B_dEtysPCEj0-QWNxOZg", "stars": 5, "date": "2008-03-05", "text": "Definitely a great stop especially at lunch to snag a multitude of $5 wines by the glass. Fill up on some create your own bruschetta like Tuscan white bean with proscuttio while knocking back Crazy Aunt Edna's favorite rose'.  I prefer the lounge chairs to the high top tables the same way Chuck Taylor lo tops are way cooler than some scuffed up Uggs.  Kick back and enjoy the quick, attentive and rather attractive service. Of course, look out for wine snobs,haters,cougars, and wanna be hipsters that will harsh your giggly wine buzz. Better ride your skateboard though, parking's tight and time-consuming.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 1, "cool": 1}, "user_id": "HTrWsW-JTi23miGSZDr3YQ", "review_id": "4wK9cqC87zN_RaRkYBEdrg", "stars": 4, "date": "2008-03-10", "text": "pretty f'ing good. \n\na little intimidated at first because while i am a fan of wine, it is normally the $8/bottle beringer that you can find at the gas station. quality, i know. but the waitress was more than helpful with picking out something I liked and like every other person has said - the bruschetta was amazing. especially the apple and goat cheese combination that i was a little wary of at first.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 2}, "user_id": "mEMZxvHpemSxn1gl7Lj1Zw", "review_id": "qtnj62s-bHufakJTqvFbng", "stars": 4, "date": "2008-03-22", "text": "I have been going to Postino since it opened. I remember the Matt Diamond era, Susan era and now the Brent Karlicheck era. I really like the evolution as to what it has become.\nNow granted, I am personal friends with Brent (and Matt) so I want to disclose this upfront, but I am elated with the new direction of the wine program as I think it is superior to most in its consumer friendly format.\nGrab a plate of bruschetta and $5 glass of ABC (anything but Cabernet) at the bar. Ask Brent or the chilled staff to help you pick something great.\n\nLike the mythical Arcas, you can bear the budget bacchanalian orgy right in the heart of Arcadia", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 4, "cool": 2}, "user_id": "9NQaHuHKvSiyxRiNyqnZgQ", "review_id": "nCjx_bP4mKdeYUEz-z-D-g", "stars": 5, "date": "2008-04-23", "text": "I am a huge fan of this place.  Normally this place is packed, but its worth the wait.  The wine selection is great and the bruschetta is by far my most favorite thing on the food menu.  I am salivating just thinking about the bruschetta -- all different varieties for different pallettes.  mmm...  The paninis look delicious, too, but I haven't tried them yet b/c I always end up with the delicious bruschetta.  I normally have a hard time pairing it down to just four choices of bruschetta.  The vibe of this place is loungy and comfortable, which is nice.  And on a nice day, the doors/windows are open, so there is a very airy feeling to the place.  My only complaint is how small the tables are and how squooshed together everyone is.  But, if you are with a good crowd, you won't even notice.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 5, "cool": 3}, "user_id": "-Dof9NwAoQwRM-GVPZk5zw", "review_id": "BMNhB_wx5UnRnlW28mTUKA", "stars": 5, "date": "2008-04-23", "text": "Oh, what a glorious establishment!  I don't think there is any room to say anything new after over 50 reviews.  I think my fellow Phoenicians pretty much have it taken care of.  However, I will second that the wine is great as is the bruschetta.  I'm not sure you can write a review of Postino and not mention the bruschetta.  I'm ready to go back for lunch and try something else off of the menu and also take advantage of the $5 wine.  Yum!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 3, "cool": 2}, "user_id": "MmPOU8kbuwkE4NedXe-qZw", "review_id": "VLOIIRfRuJ9xZz5DbSukig", "stars": 3, "date": "2008-04-30", "text": "I'm giving this place a 3.45...I don't know, maybe I was expecting more from the more than 50 glowing reviews. \n\nI am more of a drink and mingle kind of girl, but there is no mingling to be had at Postino.  On the other hand, I can also be an intimate conversation kind of girl, but I didn't feel that was to be had at Postino either.  The room was loud and bright - hence the lack of intimacy.  Maybe it's because I went around happy hour?  Maybe better at night?\n\nAs stated in previous reviews, the bruschetta is truly awesome!  I love the fact that they let you choose up to 4 toppings - very original idea.  The service was fabulous, we had more than 4 people attend to our table throughout the evening and our waitress was very helpful with wine & food recommendations. \n\nI will be back - that's for sure. And definitely for the $5 wines when I get the chance from 11-4.  But maybe I'll have lower expectations which will likely result in a better experience.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 1}, "user_id": "4IxLt4QvCsJEdaNvH9QApw", "review_id": "z5qKL9ZjVEcuNp-JCbPp5w", "stars": 5, "date": "2008-05-25", "text": "Is anyone a big Bruschetta fan like me?? They have some of the most creative and tasty varieties...total palate pleaser! You have to order a bunch to share with friends. And I love the midday $5 wine specials! Oh, why not encourage a little day-drinking??!!! Hahaha! \n\nFantastically social and quaint atmosphere. You guys know I love the indoor/outdoor thing! :-) Its an old post office w/ what I believe are original wood floors. I love how they creak when you walk around. I especially like going at night when the candlelight is flickering throughout & groups of friends gather on sofas.\n\nEnjoy!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "cZEVW_x0NKI69Xm55tknBg", "review_id": "KL9UXie5Npv7ScoM0KfjIA", "stars": 3, "date": "2008-06-03", "text": "Ya ya, if your into who's who and the whole I am here to be seen and not heard scene then sure you frequent this whole complex. The wine list is good, not great,  the food is good and yes it is cool the setting and all that shit. I like atmosphere but this place has to many super cool, dressed in black tops, designer jeans, and mules, for me personally. I want wine aficionados not people who order house wine and want to look cool in the cars they work for and the apartment that is not furnished. When this place first opened i loved it but it is now a bit falsetto for my taste.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 3, "useful": 4, "cool": 3}, "user_id": "xrHvl1oEoU0l6GGH_nnpGQ", "review_id": "D9CJqg6Hk4hj3VqPkh4B-g", "stars": 5, "date": "2008-06-17", "text": "I love this place, whether it's to meet friends for happy hour or to grab a quick dinner and some wine. The bruscetta is to die for and I have now seen many restaurants trying to replicate. The wine list is reasonable with great values!\n\nI find the crowd to be pleasant and generally professionals. However, if you are generally offended by well-dressed adults, then perhaps you might want to stay away.  This is a great place!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 7, "cool": 5}, "user_id": "kxF7St0L3F_qVVl5ZT27hA", "review_id": "np-P6Gjpii4bcPEXZtEhUg", "stars": 4, "date": "2008-06-17", "text": "I was in town and my friend wanted to take me to the place across the street from Postino but they weren't opened for lunch.  Fine with me because Postino turned out great!  The valet boy and one of the other men waiting for a table gave us good reviews so we said, why not?\n\nIt's been a long while since my friend and I saw each other so we were talking a lot in-between trying to figure out what to order.  The waitress had to come back 3 times before we settled on something, but she was cool with it.  Known for their bruschetta and sandwiches, that's exactly what we ordered.  The bruschetta came with 4 different options so we chose Mozzarella with Tomato and Basil (good), Chopped Tomato with Pesto (very fresh and tasty), Salami with Pesto (slightly salty but very good), and the Prosciutto with Figs and Mascarpone (my favorite).\n\nThinking we weren't going to be full on just some bread, we also ordered the ham & cheese panini (nicely toasted and yummy).  It comes with a salad and the waitress split this w/o us mentioning it.  We ended up only eating half the sandwich and half the bruschetta.  The bruschetta were big (about the size of your palm -- not mine, because I have small hands) and thick as well.  The toppings were generous and all very fresh.\n\nI'd definitely come back next time I'm in town.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "dH9FRHSZwlhLLamaZSFdGQ", "review_id": "sYelZfmLSGaE9KwoKa-VFQ", "stars": 3, "date": "2008-06-21", "text": "I have eaten at Postino between five and ten times, honestly I don't really remember (that's not a good thing), because I had a client for a while that loved the place.  This is not a review based on one visit.\n\nPostino is a very \"trendy\" Arcadia hangout.  All the cool kids go there and love to be seen sitting in such a chic environment.  Postino and it's counterpart La Grande Orange are both modeled after a European experience.  The atmosphere is fun and it does make you feel just a little more important than you did before entering their door.\n\nThe food on the other hand is uninspired and nothing exceptional.  Yes it is good, yes it is somewhat unique, no it does not deserve the amazing amounts of praise that it enjoys.  The wine selection however  is good, there should be no problem finding something you like\n\nTo boil it down, we have a decent meal with a good wine selection, in a super trendy place to eat... Perfect for people who care more about appearances than food.  That being said you should try Postino out, it is fun and maybe you will think the food more inspired than I did.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 3, "useful": 3, "cool": 4}, "user_id": "54wr4oNkJsvaHM1U5n4iUA", "review_id": "j3nGE8hkYIYWR4OfOaYrDQ", "stars": 5, "date": "2008-07-06", "text": "This place gets a Phoenix 5. Probably lower if it were in a better city.\n\nPostino is probably the best wine bar in the Valley, next to Kazimierz in Scottsdale. I like Kazimierz for its olive selection. Postino wins on happy hour wine selection (5$ any glass) and bruschetta.\n\nI'd recommend this place to anyone who wants to drink a strong selection of varietals. Other wine bars seem to fall short on interesting, new and lesser known varietals.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 2}, "user_id": "KnutNOkfu5t1XA8rEhiq2Q", "review_id": "uGi3lzBdKmEvSBoBv5RTDA", "stars": 4, "date": "2008-07-19", "text": "Met up with a new friend and an high school classmate there last night. Didn't feel like I was in Phoenix, which, no matter where you live, on occasion, can feel like a really good thing. More like being in Ess Eff...very urbane. Their crostini were great--brie and apple (not super imaginative, but still good), and ricotta/fig/pistachio--excellent. If you go on a 110+ day, be aware that their a/c system isn't up to handling it. We sweated it out last night until enough people left to help cool the place off. We're new to Phoenix, so we'll be trying the other La Grande Orange eateries on that corner.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 1, "cool": 2}, "user_id": "SbM_nNm7KyjEDiBPReGJxw", "review_id": "7RZTLWjA1alMf9LbMCBKHQ", "stars": 4, "date": "2008-08-03", "text": "One of my favorite places of Phoenix!\n\nAlthough I often clown on Scottsdale and their wannabe NYC / SF spots, Postino's is definitely a place I will return to on my next visit to the desert.\n\nSet in an old, renovated Post Office, the dark decor and hundreds of candles set the mood. We were fortunate enough to score the large couch set into the  corner of the cafe when another party didn't show. Our server was fantastic, and the manager was extremely helpful with our wine selection.\n\nDes and I had a bottle of their house Cab, Pennyfarthing, which was so good we bought a bottle to go! We also had a sampler of their famous bruschetta, which was exquisite! The boast a variety of bruschettas, and we tried 4 of them; apple/date/brie, tomato/mozzarella/basil, salami/pesto, and classic.\n\nUnbelievable!!!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "y9YW-BpDACEGytpX3NaeRw", "review_id": "4AcH9oxCS1XqQ4xAwa_U2w", "stars": 5, "date": "2008-08-12", "text": "I travel to PHX for business and this is my place to unwind and have some great food.  Came here twice and loved it.  I actually finished a whole bottle of wine with a co-worker once and that wine was DELISH.  \n\nThe only downfall to this place is that it's a little pricey (as in LA or SF pricey) -- a small sandwich was $10.  It was a little shocking since I was expecting PHX to be slightly cheaper than those areas.\n\nOther than that, a great date place or a place to chill with co-workers.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 7, "useful": 10, "cool": 9}, "user_id": "fczQCSmaWF78toLEmb0Zsw", "review_id": "kwjGnQwL7n2gwfh2r5CfHA", "stars": 5, "date": "2008-08-23", "text": "Postino Winecafe is a longtime favorite of mine... Not sure why it took me so long to write my own review, maybe because the 67 that came before mine do a pretty good job of describing it.  However, I woke up today and felt like giving my two cents - so here goes:\n\nWhether you go to Postino for a business lunch, an afternoon glass of wine, a happy hour, dinner, or even after dinner drink - you can't go wrong!  Postino is great for any occasion!  (Although maybe not a big group based on what I read in previous reviews).  \n\nI've been for pretty much all of the occasions listed above, and every visit to Postino, I leave a satisfied customer.  My favorite lunchtime menu items are the brushcetta (perfect for sharing as an appetizer and fun to choose from the variety of delicious selections), the Mixed Greens Salad (which comes with shaved pears, candied pecans, red grapes, gorgonzola, and crispy leeks served with poppyseed vinaigrette - and I usually add turkey to it too), and the Raspberry Chicken Salad.  LOL at my long description, but had to include it all!\n\nI'm not usually a daytime drinker but I'm all for starting happy hour early and taking advantage of 'wine by the glass' $4 special - great wine list! The ambiance and service is fantastic and it's fun to people watch at Postino as well.  It's a fantastic little neighborhood place, and there are several little details that make Postino stand out in my eyes... next time you're there, check out the sugar / sweet'n low dish thing on the table - there's a little something special there if you need to spit out your gum before digging into your meal :)  Also check out the branded rolls of TP in the bathroom - so cute!\n\nCan't wait to go on a Monday night sometime soon to take advantage of their special: $9 off a bottle of wine and pizza from LGO!  Postino has a regular loyal customer in me and I don't see that changing anytime soon!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 2}, "user_id": "MWt24-6bfv_OHLKhwMQ0Tw", "review_id": "xlAHNOfMcYDHf1qZcFxPbg", "stars": 4, "date": "2008-08-25", "text": "I have only been here twice, but really enjoyed myself both times. They have a great wine list and the bruschetta sampler is amazing.\n\nThey cafe itself is fantastic. Very open with a ton of natural light and is very spacious. Great place to meet up with an old friend or take a date. Great for conversation and the crowd is normally a little more upscale.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 3, "cool": 3}, "user_id": "WsA0NtJVRIqlmBXsYAhgWA", "review_id": "wLdQCW6LA5pjv5bOWhaEUQ", "stars": 4, "date": "2008-09-02", "text": "If you enjoy wine-bars and you don't fall in love with Postino, you're crazy!\n\nThe first time I walked into Postino, I felt like I'd stepped into a different world. Having lived in NYC for a while, I became a bit spoiled and was pleasantly surprised to find Postino comparable to places I loved out there! \n\nNighttime is the best time to go as it's dim, loud and full of energy. Postino is one of my favorite places to go for a light dinner and drinks with good friends year-round; however, on a fall or spring night, when they have all the doors and windows open onto the patio, it's perfection.\n\nAs many have mentioned, the bruschetta is great. It's a good option for an appetizer or sharing for a main dish, especially if you'd rather focus on filling up with wine than food. ;) The grilled cheese appetizer is tasty, but a pretty small portion. If you're looking for a small compliment to wine, they've got a \"cheese course\" and a meat and cheese \"plate\". The cheese course comes with 3 different cheeses that they switch up frequently. It's a pretty decently sized dish, but the last time I ordered it, the \"fruit\" they mentioned on the menu was basically just dried apricots, cranberries and nuts. It wasn't bad, but with the crunchy bread it came with, there were too many dry things on one plate for my liking! If you like olives, I'd recommend splurging on the $5 olive bowl. It's a generous portion of mixed olives that will not disappoint. \n\nMy all-time favorite item at Postino is the \"Prosciutto with Brie\" Panini, on Ciabatta bread, with salad. The sandwich is soft prosciutto layered with brie, arugula and figs, drizzled with a little balsamic and olive oil and served on a super crunchy ciabatta roll. If this was the only item on the menu, I'd still make the 15 mile drive to order it. The sandwich is big enough to share, but I love it enough to eat the whole thing and suffer the consequences later. :) All of the paninis come with potato chips or salad. Rarely would I choose salad as a side, but I actually look forward to this salad almost as much as the sandwich. It's romaine lettuce, pine nuts, crumbled feta and a very light oil dressing (from what I can gather). \n\nThe two negatives, which is what drops it from 5 stars to 4 are the following: The service is often lacking. There are some really nice, attentive servers and there are some rather pretentious servers (which isn't unheard of at a wine-bar). It's really hit or miss, but I take it with a grain of salt and don't let it deter me from going. After all, a pretentious server can become great material for dinner-time laughs. \n\nThe second negative is the parking situation. This is an issue with any of the many LA Grande Orange establishments located on that corner. Pretty much any time you go there, you will have trouble finding parking. They do offer valet, but call me cheap, I'd rather not HAVE to pay for valet. \n\nTo make a long story short (I know, too late), go to Postino if you're looking for an experience you're unlikely to find anywhere else in Phoenix.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 2}, "user_id": "sbReWulvAhVSOWB30xHmbQ", "review_id": "JqKGKgMYLAPMZg0r7ljxyQ", "stars": 5, "date": "2008-09-06", "text": "Another of my favorite winebars (which is hundreds of miles away). I used to hang out with work friends for \"happy hour\"; the great part is we would drink and talk for hours and never once felt rushed to empty the table. My absolute favorite dish is their caprese sandwich and potato soup...the potato soup is cream, perfectly made, and full of flavor!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 6, "useful": 7, "cool": 7}, "user_id": "QSzbhLINnOVxYEVhuTituA", "review_id": "2qFEIMOegtb_4K-_DTuNQQ", "stars": 4, "date": "2008-09-08", "text": "This is one of my favorite wine bars I have been to.  The wine list is great and the food is just as good!\n\nIt has an upscale feel and makes you think you are in NYC (but without the homeless people peeing on the building); they have a great vib going on and you will LOVE it!\n\nOh yes, and you know what... it used to be a Post Office, SWEET", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 3, "cool": 3}, "user_id": "9VPNlcKsL99FvKtz1r9qJg", "review_id": "cL10HuQ0fj9KF86VMbVvqA", "stars": 4, "date": "2008-09-17", "text": "I've been here twice, with two totally different experiences. \n\nOne time it was for a happy hour, it was pretty chill, like 6pm on a Wednesday. There were 4 or 6 of us, it was relaxing and we were able to eat some yummy bruchetta and chat and drink some wine in a cute little stylish place.\n\nThen I thought it would be fun to have my little birthday soire there. So I scheduled a party of 15-20 for a Thursday around 8pm. They reserved me the little area just to the right of the entrance. It happened to be really, really busy that night, but, they managed to keep drinks in everyones hands. So although a little chaotic, it was a fun night.\n\nWarning: good luck parking.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 4, "cool": 2}, "user_id": "mjP_3XwUXdptvOpQd0OjBw", "review_id": "-2M5FAuT3zQ5MJWw0XBhxA", "stars": 5, "date": "2008-10-06", "text": "There aren't many places in the valley that make me feel I am somewhere unique and 'non-chain' but this is one of them. Yes sometimes the service can be a little off but when this place has it's game on ... it's ON! The wine list is always interesting giving you choices that surprise and please, the food is well priced and the brew-shetta (Geordie accent please) is ridiculously good.\nI should give this 4 stars as the service can be hit and miss but I gave it 5 for those great nights with friends when the music is loud but not too loud, the wine is flowing and a good time is being had by all!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 4, "cool": 3}, "user_id": "t-27_YZKsk9tMbAiwQKCwQ", "review_id": "8V_jKPhztl8MGnnSy1cUhQ", "stars": 4, "date": "2008-10-28", "text": "Postino has created a vibe that exudes coolness.  Great location, fabulous bruschetta ( apple, brie, fig - you can't go wrong with this one!), stellar staff, perfect lounging, etc.  \n\nI stroll over to Postino for wine, business or to dine - works well for all of the above.  They change up the wine list often enough to make it interesting.  I live nearby, but don't make it a habit so that I can savor the atmosphere.\n\nWhy the 4 stars? Occasionally the service has a lag time - only occasionally.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 3, "useful": 5, "cool": 4}, "user_id": "bZFRqP7s0Vszxeu8_IwYow", "review_id": "MRiR6XUfD2DOc2L_awC_hg", "stars": 5, "date": "2008-11-02", "text": "What else is there to say?  This place is amazing.  \n\nGreat wine.  Yummy food.  Excellent staff.  Beautiful neighborhood.  Funky/chic interior.  I love the garage door indoor/outdoor seating. \n\nI could waste my entire paycheck here.  Better yet; I can move in and just sleep on the comfy lounge furniture.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 1, "cool": 1}, "user_id": "_6NI9_kujXCUEiwrnDI53g", "review_id": "BfV2RHrqYI_UEsv5tgORLw", "stars": 5, "date": "2008-11-15", "text": "Love this place!  The wine selection is awesome and the food is super yummy.  I recommend you order the brushetta sampler, there are so many options and I have tried and love them all.  On Monday's they have half price bottled wine night, excellent for happy hour.\n\nMy only complaint is the parking situation, I hate that my only option is valet.  Why can't I just park my own car?  It does get packed in here so come early, it is busy because it is awesome.\n\nOne other thing I have noticed and really appreciated is that everyone who works there is guest oriented.  I had a manager opening my wine for me, the hostess told us about the specials, the waiter helped us move from the lounge to the restaurant, it was great.  There was no, \"Oh, that's not my job, so and so will be right with you,\" they take initiative and focus on the guest, something that is lacking in too many places today.\n\nLove it, can't wait to go back.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 4, "useful": 5, "cool": 3}, "user_id": "GUrPmYze-oF6NFDJusiSNw", "review_id": "wqAGQPkOPR4rGqbKOdv07g", "stars": 4, "date": "2008-11-23", "text": "When I was here last week, one of the other folks at the table asked me if there were lots of places like this in Ann Arbor, where I live.  Sadly, I had to answer no.  There's nothing quite like this in Ann Arbor, which is too bad. There are some great places here, and even a couple of nice places to sip wine, but the feel of Postino is totally different.\n\nThe warm weather enables the front of the cafe to be pretty much totally open (nice garage doors), and though that's not something that would work too well in Michigan in the winter, I have a feeling the the wine selection and food quality offered by Postino would go over famously here in Ann Arbor and elsewhere.  I'm not into big chains, but maybe they'd consider a satellite location?\n\nThe bruschetta is a dream -- perfect to share with a group. I especially enjoyed the roasted pepper with goat cheese; brie, apple and fig spread; and the wonderfully salty roasted artichoke heart versions.\n\nAnd of course, I enjoyed the wine.  In warm weather, I'm a white wine kind of gal, so I sipped a nice glass of Pinot Grigio. I was totally charmed by both the food and the company. Oh, and extra charm points for playing some Otis Redding. The service was just fine -- attentive without being intrusive. If they can't open a Michigan location, then I guess I'll just have to come back the next time I'm around Phoenix.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 3, "cool": 2}, "user_id": "hW2XQMGHy5_TW7dnijZR6Q", "review_id": "CnKSm12z96kkHKm9bLRSpQ", "stars": 4, "date": "2008-12-17", "text": "Review #83 and nothing surprising to report here. \n\nParking is still rough, but if you know what you're getting into then you park a little bit down the street and hoof it up to the corner.\n\nBruschetta is still amazing. If you have a group of 3+ get two orders and a big mix of them so everyone can try something new. \n\nI come for wine lunches because the 5 dollar glasses are great. The beer list was also surprisingly good the last time I visited (Late Nov 2008). Including some great imports and domestic craft beers.\n\nI usually stick with a salad or a sandwich for lunch and I've never been disappointed. Nothing specific to suggest, go with something that you generally like and I'm sure you won't be either.\n\nWait staff has always been pleasant and available when we needed them to be. I always make an effort to ask how their day is going, be friendly and engaging on the initial introduction. This usually helps ensure that they look forward to serving our group, rather than cringe at coming back.\n\nYou cannot go wrong with a lunch date here and I'd venture to say that dinner is just as good. Don't miss this gem tucked away in the east/central Phoenix area.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 2}, "user_id": "ca2Sa9Enqg2GlWFQ95p8bw", "review_id": "nVEPCoiN0aDdTJUwM38CDw", "stars": 5, "date": "2008-12-21", "text": "After my Radio Milano experience, my friends and I decided to get a wine nightcap at Postino.\n\nI was already tired, but still wanted to hang out.  This was my 2nd time at Postino (first time was for drinks and dinner)  We just wanted wine this time...we ordered 2 bottles.  (I sound like a lush)  The bar closed at 11pm, which I thought was odd...on a Saturday night I thought it should be later.  But the server said that enjoy all we want and we can order all we want until then.  They will so not kick us out.\n\nI just love the atmosphere of this place.  I don't feel that I am in a pretentious crowd and the service is so on its mark.  There is a chance that I will be there for New Years...and if so...update!!!!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 3, "useful": 3, "cool": 3}, "user_id": "HZeFzs42f0iGaA-sP_hUnA", "review_id": "gS4CnVo21opwwj878aiaBw", "stars": 5, "date": "2008-12-29", "text": "I've been here a few times recently, in various different social situations - romancing, bromancing, and a business meeting. \n\nWow.... is all I can say. The happy hour(s), $5 wine, is a great deal. The food is superb. I think it's a hoot that it's in the old 'Synthony' location, what was once the coolest pro audio and keyboard shop ever. The ambiance is awesome - cool, urban. cultured. The service and knowledge of the servers is above par. It's usually packed. Definitely one of my favorite places for wine in town! I wish I'd been going for a long time, and didn't just get clued in recently. I'm glad I don't live closer... I'd be there all the time!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "H0nYlvGjMA9szTaqIwTwpg", "review_id": "TxYW3FJBWUwu6RapPt8Paw", "stars": 5, "date": "2008-12-30", "text": "This is my favorite restaurant at the moment.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 1, "cool": 1}, "user_id": "h7v_M_0-YVpSVZ2WD7FpAA", "review_id": "BVzwZrR14_B7eUOnmbQTfw", "stars": 4, "date": "2008-12-30", "text": "i like the monday nites where bottles of wine at par & u can order flat bread pizzas from across the lot - sister place. Small & intimate, good servie, pretty ok patio.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 3, "cool": 3}, "user_id": "P1qwZrslRv9KS9vPJNXe4g", "review_id": "f0EVIV9JCVhQx7FFaZ4PgA", "stars": 4, "date": "2009-01-05", "text": "Came here last night after reading much ado about the place via Yelp and I must say we were very impressed! \n\nWe had the oh so amazing cheese platter and the outstandingly fresh and tasty bruschetta, I highly suggest the tomato and basil.\n\nSo why no 5 stars??\n\nTab was 136, amazing food but not that amazing.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 2}, "user_id": "eRhqwWWYneA3Wr_WYbmVGw", "review_id": "FLfOQFGDQwuDhg1IRs0Hhg", "stars": 5, "date": "2009-01-13", "text": "Well DUH!\n\nI could eat their bruschetta for days and days. I think the plate is well-priced and perfect for sharing. And the bread is so soft....yummy! Oh yeah, they have wine.\n\nPlus it was where me  my boyfriend went on our first date (and my first time there), so obvs. it holds some sentimental value.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "renfVZ7QaPXyqGxsn3AOlQ", "review_id": "WbEDrmh3AVaSEfsoCyDxlw", "stars": 5, "date": "2009-01-16", "text": "This was my first time to this place, not really knowing anything about it - only joining my friend for her birthday. Not alot of parking, but that is pretty much the only thing I could possibly complain about. Nice intimate atmostphere to just have good solid fun with good people. Customer service was good (server took my beer/glass - without asking me if I wanted another). The bathroom is very clean and can probably be described as very zen-like. Food wise - the bruschetta impressed me alot, actually the whole place did so I will definately be back. Mostly to participate in the 11-4 5$ wine!!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 3}, "user_id": "HAvvprWjiN0Dak2_Fc_ceQ", "review_id": "s4FqUo_Vuz51Sr_iNED3rg", "stars": 4, "date": "2009-01-22", "text": "We were visiting Phoenix last weekend for the Rock n Roll marathon, and a local took us to Postino's for pre-race dinner.  We weren't sure what to expect - we showed up early (around 6:45) on a Saturday, and the place was wide open - but we just beat the rush.  By 7:30, it was packed, but we were fine. \n\nService was great, and with one Vegan and four cautious stomachs in the group, our only regret was that we couldn't eat more!  The salads are extraordinarily good, and the panini's were fresh and flavorful - the fresh cheeses are really, really good. \n\nWe liked it so much, we went back on Monday before our flight left for Chicago.  Great atmosphere, good menu selections, good salads, and we only wish we had more time to drink....", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 2}, "user_id": "4sIK_74UwkKU9YQXIfgCdg", "review_id": "UW3BRZX7D00q735OGYCUqg", "stars": 4, "date": "2009-01-25", "text": "This is my kind of place.  I used to really enjoy going to Sakowitz years ago and having lavosh and cheese in the midst of my shopping.  I can do this at Postino.  There is a sense of the quiet and the casual where a man (or woman) can sit back, have most pleasant snacks, and let the world go by.  I have found places like this on the coast and am happy to find one like it in Phoenix.  I wouldn't go here for a \"full blown\" meal but it wouldn't be the place it is if I were going to.\n\nIn the hustle and bustle of today's world, Postino can provide you a welcome retreat.  It is needed.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "GkWuTgewni9bzPM4HUCO-g", "review_id": "WuH2KwzAeyL5urjrbK445g", "stars": 3, "date": "2009-01-29", "text": "Imagine if you took an Italian deli and dressed it up and put the sandwhiches on menus instead of a chalkboard and provided mood lighting and had a metrosexual waitstaff bring the sandwhiches to your table.  That's essentially Postino in a nutshell.  It's next to the ever trendy La Grande Orange which just adds to its hype.  Seriously, I could start serving twinkies and pbj's  next to La Grande Orange and i would have 91 reviews with 4 stars too.  The food was unspectacular as I felt like I was eating lunch but paying 3 times for it.  The service was average. The waitstaff was not rude but they were not helpful either as we had to constantly remind them to bring items; they took nearly 20 minutes to take our order and you had to ask them for anything extra like water or silverware.  It just seemed like the owner walked into Six lounge and asked some people to be servers; they just seemed as if they had no experience waiting on people. \n\nFurthermore, it's not a \"winecafe.\"  It's just a cafe. The wine part makes it sound trendier than it is. The wine selection is a joke and there are hardly any \"by the glass\" selections. The servers have no clue about wine and if you ask them a few questions, you will see they do a really good job trying to b.s. you but if you have any knowledge about wine like I do, you enjoy the spectacle of seeing them trying to sound intelligent: \"Er, do you like white or red wine\" \n\nThe food was good but again, why am I paying a lot of money to be served this for dinner. There are several panini Italian lunch delis that i could get this same food at. \n\nThis is a great place for a light meal or a cocktail or a great place for friends to meet at for a quick drink before heading out to the clubs or lounges.  It's also a great place to impress a date (if you are less than 25 years old).  However, Postino should not be viewed as serious fare in regards to dining.  I would say Postino was a nice experience but I certainly wouldn't return unless I was meeting a group of people there.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "OpUXG69nP4YjlEZDlkdVcQ", "review_id": "u51zPwQlBRT6ZR2vHIoz2Q", "stars": 4, "date": "2009-02-02", "text": "Love the $5 glasses of wine 11-4 daily.  Great place for a late snack type lunch or late evening small bite and more wine.  Olives are great!  Parking works during the off hours, otherwise it can be frustrating.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "tfYiqaLU5swUfMO9JJp9Dg", "review_id": "Yx8jsbMdlXLt9Ro4VohCPA", "stars": 5, "date": "2009-02-05", "text": "I love this place!   The bruschetta and the Italian Picnic salad are my favorites.  Great Happy Hour with $5 glasses of wine.  I would recommend this to anyone.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 2}, "user_id": "8RNm-Oft6BsUWsXIdiLAUg", "review_id": "EllNv_O-Gco6KdvyiN7DrQ", "stars": 5, "date": "2009-02-08", "text": "I could eat here almost every day.  During the day it is chill and relaxing.  At night its trendy and busy.  The service can be spotty, but the food and wine are worth it.  You can't go wrong with the bruscetta.  All of the choices are amazing.  Its a great place to go with friends.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 2}, "user_id": "uTiWpbZ-HJcAo4uUpBw-oQ", "review_id": "jEuClaOs3CInYRp02TTucQ", "stars": 4, "date": "2009-02-09", "text": "I'm a HUGE-O fan of this place!!  YUUUMMMM-AHHH for DAYS!!!  Lemme just say the last time I was there... I had wine like it was goin' outta style! And the food.  What a treat!  Four stars for that.  One less for not being open 24-hours.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 4, "cool": 3}, "user_id": "E83jZ7j07Hx-RcRiTbA_kg", "review_id": "tiUM6HJLk0hoantcwMf8sg", "stars": 5, "date": "2009-02-11", "text": "Postinos is one of my favorite restaurants in Arcadia!  The actual building itself is an old converted post office, complete with a closing garage door.  Great wine selection and the staff is extremely helpful if you have any questions or need a recommendation.  \n\nAs for the food, it is phenomenal!  I've had the roast beef sandwich, turkey and brie, bruschetta, salads, you name it.  I have never once been disappointed with my meal here.\n\nI usually opt to split both a plate of bruschetta and a salad with a friend which is always more than enough.  My favorite salad is the raspberry chicken and for the bruschetta the brie/apple, salmon, pesto/salami, and fig/proscuitto are by far my faves.\n\nThis place is great for a first date, birthday, or dinner with a small group of friends :-) Looooove it!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 1}, "user_id": "gHeu0foMjdk2BkSDFskwyA", "review_id": "8GZn5tU1JZXmvkrbiTgBvg", "stars": 4, "date": "2009-02-23", "text": "Delicioso!  The bruschetta is a good starter - the bread toasted perfectly and not too thick.  We had the white tuscan bean with pancetta, roasted pepper with goat cheese, Prosciutto with Figs & Mascarpone, and Warm Artichoke Spread (you pick 4 to an order).  The prosciutto and artichoke were our definite faves.  The roast beef sandwich was good, but my Chicken & Mozzarella (on focaccia) and Raspberry Chicken Salad was SO good.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 3, "useful": 3, "cool": 3}, "user_id": "i94sMKEeWy2ipDaTqyK1Fg", "review_id": "v_GLoRvOgX2CDlnCYysioQ", "stars": 5, "date": "2009-03-07", "text": "I'd been to Postinos a couple times, but once I took my parents there, it's the only place they ever want to go! As big wine folks, they know that after the hour and a half drive from Tucson, they just want to relax and have a glass of wine and some bruschetta.\n\nWhile there isn't a HUGE menu to select from, the bruschetta, soups, salads and paninis are perfectly portioned, amazingly tasty and refreshing, no matter what time of year. Their unique selection of bruschetta includes apple and brie with fig spread, proscuitto with figs and mascarpone and salami with pesto (plus a few others). And their wine list makes up for it. They have an extensive selection that they change out regularly, and you can buy a bottle on your way out to enjoy at home.  My favorite that I discovered at Postinos is the Hey Mambo.\n\nTucked away in a charming neighborhood in Phoenix, Postinos is a great place to enjoy some wine and bruschetta. They usually do have the garage door open, so you get the fresh outdoors no matter where you sit. When the weather is perfect out, the outdoor seating is great too.\n\nAlthough 90% of the time you have to valet park due to limited parking, it is only $3 and very convenient. It is probably one of the only places I don't mind valet parking at in Phoenix.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 2}, "user_id": "X80hFH2DjjNXjfPu1Kj5iw", "review_id": "dbG8bDmT7FshR4_32IpbFA", "stars": 5, "date": "2009-03-25", "text": "I traveled far and wide, convinced many friends and get myself to this cute little wine bar. The outside patio is gorgeous, especially in the spring and fall. The inside is just as beautiful with a warm and comfortable modern feeling.\n\nThe menu is so uncomplicated with delicious bruschetta and cheese plates. I require not much else other than these when drinking copious amounts of wine nectar. However, I remember a special I believe on Mondays with half price bottles and pizza from across the street. It was unbelievable. \n\nThe staff was so nice and gracious when minor mistakes were made. It is definitely worth the trip when I was staying across the valley and would go again and again.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 1, "cool": 2}, "user_id": "_6NI9_kujXCUEiwrnDI53g", "review_id": "SVVfZYw_RVaby9WrI_SLwg", "stars": 5, "date": "2009-03-31", "text": "Did a little bit of day drinking/lounging on the patio here the other day, and I must say...I love this place.  From the cutie pie that served us and his witty personality to the awesome wine and bruschetta, it was perfect.  I would come here everyday if I was a lady who lunched.  But alas, I am not that spoiled, so I will just continue to stop by from time to time and get a little toasty (in more than one way) on their lovely patio.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "itWDC1MoquLplv0uIn36xQ", "review_id": "I3MS7U5CaQYEvWiTl4nI4Q", "stars": 5, "date": "2009-04-02", "text": "OK, i went to the new Postinos on Colter and Central last monday. My BFF took me for a birthday lunch, i was so happy!We sat on the outside part of the bar,it was a beautiful day. Steve,very cute. he took perfect care of us. we enjoyed a bottle of Processo *maybe be spelt wrong* and we both had lunch. I had the mozzarella and chicken sandwich with pesto, sun dried tomatoes and arugula! my girl had the autostrado it had a couple different kinds of Italian meats and provolone cheese, BOMB! it was good stuff. it came with chips or a salad,we got the salad and it was a prefect match for the sandwiches *it had pine nuts.*\ni had gone to the original Postinos a couple times and of coarse it was always good, but the new one is close to my spot and now close to my heart. Steve, i will see you soon!!!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 2}, "user_id": "63HOmdiJzMOw9figAu14QQ", "review_id": "EAKmueESsEa2cbP9nDUXng", "stars": 4, "date": "2009-04-16", "text": "Eat, drink, be merry.\n\nLove the atmosphere. Love the upholstered loveseats, love the bruschetta and salad. Love the open air.\n\nDon't love the horrid parking options. \nDon't love when I'm seated on the wooden chairs. How can we be expected to relax and drink up when our bums are bruising?\n\nServers? Easy on the eyes. Nice bonus for girls' night out.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "bUy80XymVAeKV9_QR0y8ug", "review_id": "VOwmRHWvHzTXelyzVjTTSA", "stars": 5, "date": "2009-04-20", "text": "I ABSOLUTELY LOVE Postino's!  Ask me any night of the week where I'd like to dine, and this place would be on my top three list.  The rotating wine menu, the bruschetta, the fantastic house salad, the delectable desserts, the bruschetta, the fantastically crafted sandwiches - did I mention the bruschetta?  Definitely try the prosciutto with figs and mascarpone!  The service here is very good as well, and their hours are fairly accommodating for late evening diners.  On Monday nights there is also the added bonus of being able to order pizza from the pizzeria across the parking lot, and there are a few nights you can find a DJ there mixing it up if that's your thing.  My only (small) issues with this place?  Parking absolutely stinks, and the acoustics leave a lot to be desired.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 1}, "user_id": "NmloDnhfB8e89MhFDImWcg", "review_id": "cKoZAmI8P2GOVsglQBS3AA", "stars": 5, "date": "2009-04-21", "text": "This place is amazing!!!!!  It has delicious food. A great wine list and what else can you say.  It is a great place to sit drink and just talk and chill.  If anything eat the bruschetta.  Share it with a friend.  We need more places like this.  It isn't overcrowded like most places in the valley and lets keep it that way.  The one downside is parking, though I see it as a glass half full problem.  If there was more parking more people would come then it would be crowded.  So go enjoy and be merry.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 4, "cool": 2}, "user_id": "Cp-PV8rsypbO-xBrQ6KmQg", "review_id": "qr6RGGiA26LFAbB9xBeN2A", "stars": 4, "date": "2009-04-25", "text": "I finally went to Postino. It was only a matter of time. \n\nIt wasn't very busy for a Friday night, but I've tried to go here during the day a few times and gave up out of frustration due to the parking situation. It wasn't a problem last night. \n\nThe place is beautiful. I really like the decor and the layout. It's comfy and fancy without being too pretentious. It helped that it wasn't at all crowded and that the weather was perfect. \n\nThe service was friendly and VERY accomidating for both of our special needs ordering. I was impressed. \n\nI went into this without reading any reviews or knowing much about the place other than that it exists and people like it. I have to be honest here - I wasn't that impressed with the food. It's a simple cafe menu, so perhaps I'm being too critical, but I just didn't love it. It was decent, but not my taste. \n\nThe food is good... I'm just not going to go out of my way to eat here. The wine was good though. Maybe they have a larger list somewhere, but the wine list I saw was pretty short - particularly for a wine cafe. Still... what we had was delicious. \n\nMy only other gripe was that it was a pretty spendy experience - even with a discount. I much prefer Kasimierz - which is probably an unfair thing to compare it to - but I do. Maybe My Florist would be more appropriate of a comparison, but I haven't been there in years. I think this place is great and has mass appeal... My not being totally on board with it probably says more about my taste than this place.\n\nI would definitely eat and drink here again, and I would recommend it to friends and strangers.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "HUsAVJOGZgsiJA265R7JFA", "review_id": "Eq1EbsCT6RsJi2aSTgAs2Q", "stars": 4, "date": "2009-04-27", "text": "After hearing raves about Postino... I finally got a chance to go check it out. I'm not too much of a drinker, but the $5 Wines By The Glass Happy Hour is great, especially since they've extended it to 5 PM! \n\nIt was a leisurely early dinner, getting to Postino about 4:15, and the place was already starting to fill up! (By the time we got our food, around 4:45, it was completely packed!!!) I wanted to try the bruschetta, but my dining companion (my lovely sister) didn't want to split it (due to allergies, more on that later), and I couldn't take home leftovers, so I decided on the Select Two, going with the Autostrada Panini and Italian Picnic Salad without walnuts. I also got a glass of the Ca Del Sarto Pinot Grigio (I only drink whites). My sister had been to Postino multiple times and knew what she wanted to order, knowing it should be allergen (aka nut) free (also the Select Two, the Prosciutto with Brie Panini and Mediterranean Salad). She informed our waitress though of her condition and thankfully our waitress was very responsive. We sat and talked for about a half hour before our food came (watching the mimosas float by our table sped up the time), and I dug right in. However I was alerted to the shaky voice of my sister that she had found a nut in her salad. We called over our waitress and she was super apologetic about it, and quickly set out to resolve the issue. My sister thankfully didn't eat the nut (which turned out to be a walnut)!!! She got a new salad and sandwich and checked everything over, and everything came out a-ok. Our waitress was really great about the whole thing! My food was quite yummy! The sandwich was full of delectable salty meats, but I wished it was a tid bit warmer. The salad was top notch though! I've always avoided beets in my food endeavors, I don't know why, even though I had never tried them, but the Italian Picnic salad has opened my eyes to the glory that is the roasted beet! The different flavors and textures all blended together so nicely, especially with the crispy bacon! I wish I could have pinpointed what was in the dressing so I could recreate it at home! Ah, I guess I'll just have to go again!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "-w8z5uQcJfHT2hD9JCUR7Q", "review_id": "X0aZQ_abSBWEIpBi4m2hJA", "stars": 4, "date": "2009-04-30", "text": "Maybe it's the wide-open garage doors, the friendly service, the abundant wine selection, the clean, modern room, or it's the convivial crowd... Postino has all of those, true. But come on, people - IT'S ALL ABOUT THE BRUSCHETTA! Holy cow - what delicious topping combinations! Ricotta w/dates & pistachios. Prosciutto w/figs & mascarpone. I could go on... \n\nGreat time here - my two small complaints were (1) the sauvignon blanc by the glass is one of those \"SB w/semillon\" concoctions - not our fave by a long shot, and (2) i like my bread a bit crispier for bruschetta, but understand it's a house style.\n\nWhen next in Phoenix, we'll be back.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 2, "cool": 2}, "user_id": "SMezBhXVe7op2XaMVlju6g", "review_id": "rrjEURXmxQs9eAHd35CRFQ", "stars": 4, "date": "2009-05-12", "text": "I love this joint...\nPostino has become one of my favorite places to grab a bite.  The bruchetta is probably the best I've had in this area next to Armitage, and the size is amazing for the buck.  Out of 10 or so you can choose 4 (fav's are the pepper and goat cheese, the fig and the seasonal), coming out on huge pieces of foccacia cut into fours so you get to keep taking delicious nibbles of each.  Their wine selection is pretty good too, I've fallen in love with the Acadia white that I cant seem to find anywhere else.  \n\nThough well priced for the most part, you do have to watch your tab - you can leave with a 30 buck tab up to a 150 tab for two people. \n\nOnly negitives I'd say would be the seating, particularly the outside, where they absolutely CRAM you in to the point you might be uncomfortable if you dont like snuggling with your neighbor.  Its great for dates, great place to impress out of towners, and just a great gem of Scottsdale.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "_9xsTMY5Ws_v-0rZWv51ig", "review_id": "LrX_lrhQU1L4j2Vwv9Rc3w", "stars": 4, "date": "2009-05-17", "text": "Stopped here for some after-work vino with a friend and co-worker.  Loved the atmosphere and quasi-outdoor space; great wine list, too.  Service was a bit odd - at times overbearing and at times fine.  I'll definitely be back when I'm in the area again.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 1}, "user_id": "r3jqWFbLS9D70oZ6YeFzvw", "review_id": "R1hACeh-0eDm_tCEuykuxA", "stars": 4, "date": "2009-05-26", "text": "Found this place online and decided to take a chance and try it on Tuesday night. The drive north on Central had me a little worried until I got about a block away. What a relief to see a trendy, cozy, but still airy sort of place. Exactly what I wanted in a nice wine bar. My friend and I felt fine in nice jeans and cute tops.\n\nThis particular day they had a great special. We got a bottle of La Posta wine (I think that was the name) and 4 pieces of bruschetta for $20. The wine was recommended by the waiter...he knew what he was talking about. We got the bruschetta with apples, figs and brie; salmon and capers; prosciutto with figs & marscapone and the last had salami on it. The apple bruschetta was my favorite.\n\nI'll be back and will take more friends to experience the food, wine and atmosphere.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 3, "cool": 2}, "user_id": "q0KigjVBtb6dfRjX3QJbsQ", "review_id": "-rwNeFCcpRPGtZLFij0gcw", "stars": 5, "date": "2009-05-28", "text": "It's little gems like this that make me love Phoenix. (Phoenix can sometimes be a bee-ach from hell but if you're patient, she rewards you.) The only drawback to this place is parking. And since I can't get here on the light rail I have to drive. And if I have to drive, I have to park. But when I can't park, it's a hassle. \n\nHowever, once you achieve parking success, Postinos is awesome. I love that it's in an old post office. I love how the garage doors open, like a giant Arizona room. I like the drinks, I like the laid back lounge atmosphere, I like the service. It's a little pricey, but hey, this isn't McDonalds. I remember that I really liked their bruschetta. I've gone to Postinos to welcome friends back to Phoenix and sometimes to say goodbye. It's a great place for both.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 2}, "user_id": "HjhR3u17OjxD4s8t3toTfg", "review_id": "0sGLIiAeB0sNu729r066vQ", "stars": 5, "date": "2009-06-17", "text": "Once an old post office, this cozy little wine cafe brings a rare beauty to bruschetta.  New visitors to this establishment, I have only two suggestions:\nSkip the paninis, and opt straight for the bruschetta.\nDo not hesitate to order the \"proscuitto with mascarpone and figs\"\nWhat I love about the menu is that one can order up to 4 selections of the bruschetta for $12.75.  This is a very filling choice, but with groups of four you can extend up to 8.\nI cannot do these delectable eats any justice if I don't give them a name.\nRecommendations below are my tops, my do or dies:\n\nfresh mozzarella with tomato and basil\nsmoked salmon\nprosciutto with figs and mascarpone\nbrie and apples with fig spread\n\nthe flavors are bold and fresh, even the flavor combinations seem daring on some.\n\nsoups and salads are available here, as well as paninis.I am not a fan of paninis, but the prosciutto with brie was very well done.\n\nBest night to come:\nTuesday after 8p  ($20 tuesday, where you can enjoy a bottle of wine and bruschetta for only $20)\n\nHappy Hour:\nNot exactly, but wines by the glass are $5, seven days a week, from 11-5\n\nDessert menu:\nTammy Coe Cakes is next door, so you can sample a selection of her decadent cookies and cakes. Postino also has my favorite, the creme brulee.\n\nThe Wine Program:\nit changes seasonally, which makes coming here again and again a happy surprise.  French, Australian, Chilean, South African, diversity is well represented here in everything from tempranillo to nero d'avola.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 5, "cool": 8}, "user_id": "0bNXP9quoJEgyVZu9ipGgQ", "review_id": "jRuZnf-4GBtQFtR-cmgLMw", "stars": 5, "date": "2009-06-24", "text": "A cousin I'd met in Madrid 12 years ago came to town last month, so I decided I'd take this opportunity to finally try Postino after all of these years and take her there.  It was on a Tuesday, and I was fortunate enough to stumble onto the online menu beforehand and find that Postino offers $20 bottle of wine AND bruschetta on Tuesdays after 8pm.  I was a little wary that it seemed very noisy inside, but there was no way I'd have my cousin steam outside in the patio after she had just recounted how perfect the weather was in San Francisco, a stop she'd made before arriving in PHX.  \n\nWe had a blast!  For $20, the two of us enjoyed a nice bottle of Heron chardonnay and a platter of six HUGE bruschetta halves (ricotta with dates and pistachios; smoked salmon with capers and herbs; roasted red peppers and goat cheese; and prosciutto with figs and mascarpone). http://www.yelp.com/biz_photos/u-SJ5QUwrNquL9VnXwl8cg?userid=M9rRM6Eo5YbKLKMG5QiIPA#oGjoq-y0BpTf_Ug6K6vmgQ  My non-sweet-toothed cousin's fave was the peppers and goat cheese.  It was good, but I always have red peppers and goat cheese, and since I have a ROARING sweet-tooth, my #1 fave was the ricotta, dates, and pistachios.  Tied for 2nd place were the mascarpone and salmon.  I'm not much of a prosciutto fan, as I find it a tad too salty, but the sweet mascarpone cut through some of the saltiness.  The salmon and capers were so tasty!  \n\nNice atmosphere- lots of positive energy.  Our server was efficient, friendly, and never overbearing.  Cute restroom.  My only complaint is that it is so dark indoors!  I know I've said this before, but I'll say it again- I like to feast my eyes on the food's presentation!  Please, add more light!  http://www.yelp.com/biz_photos/u-SJ5QUwrNquL9VnXwl8cg?select=zsIkd6EUxXYbejAx8Srdeg#zsIkd6EUxXYbejAx8Srdeg\n\nCousin has made me promise her I'd take her back to Postino (or perhaps someplace similar?) on her next visit.  If that isn't glowing praise for Postino, I don't know what is :)", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 3, "cool": 3}, "user_id": "mWx5Sxt_dx-sYBZg6RgJHQ", "review_id": "9PFmfxsEkN4XibdFcQIiGw", "stars": 5, "date": "2009-06-25", "text": "I take out-of-town-ers here for sure.  Always a hit.  I look forward to the growth of these types of establishments in phoenix.  IE: Renovation / reuse of historical phoenix architecture, combined with tasty, unique menu concepts.  It feels good to enjoy a nice meal in surroundings other than a strip mall.\n\nAnd they have 5 dollar glasses of wine even on the weekend, 11 - 4 pm.  \n\nWho can can argue with that.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 2}, "user_id": "Lp_Ykqfbv5Q-oyGYlMGJRg", "review_id": "j800AAvceXIsyj9axLr_kA", "stars": 5, "date": "2009-07-01", "text": "I absolutely adore this place.  Great location, right down the street from a friends house so we never have to deal with parking issues.  Everyone who works there is really sweet and one of the older bartenders is great to talk with.  I used to stop by so often the bartender would take a few glasses of wine off the bill.  Whenever people come in from out of town I have to take them here.  They have the best bruschetta!  I have tried to recreate some of them at home and while they have been good, they are no match for Postino.  It is a great place for a relaxing lunch, romantic dinner, or night out with the girls!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "n4PmRYAvx2c6X0-fb9mT9Q", "review_id": "5odJAgyPfWTWTbzhbx7g1Q", "stars": 5, "date": "2009-07-04", "text": "In Short: Simply delicious, great ingredients and atmosphere. Awesome combination of imagination and temperance.\n\nTo say I loved this place would be an understatement.  I read the reviews before going and I had high expectations, and wasn't the least disappointed.  Location and atmosphere is great, there's outside seating if you'd fancy that.  Great selection of wine list and the beer selection is surprisingly robust.  Try the Lion stout if you are into a chocolate-caramel-creamy stouts.  We tried a couple of glasses of wine, before we descended into the menu.\n\nThe real star is the brushcetta, the combinations are pretty tasty.  I loved the smoked salmon, fig/mascapone/prachuto, salami, brie/honey/apple, and smoked peppers/goat cheese.  They also have seasonal selections so don't forget to enquire.  There's a lot of stuff to check out, the panini selection is amazing as well.  Great place to hangout with friends or for a date.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 0, "useful": 1, "cool": 1}, "user_id": "1yWUlQIerdZ5MEcDjK-LXQ", "review_id": "Nmggr0nm4vPu3AXFYivKyA", "stars": 5, "date": "2009-07-08", "text": "When I had mentioned to my girlfriend I had never been to Postino's she said, REALLY???  Well then you are in for a treat.  She wasn't kidding!  Who said a wine bar won't get crowded in late June during 109 degree temperature???  And this was at their new location on Central (just north of Camelback). The four of us shared the Bruschetta SELECTION OF 4, so we all got to pick and share...  We enjoyed the Brie & Apple w/Fig Spread, Fresh Mozzarella with Tomato & Basil, Ricotta with Dates & Pistachios, and Warm Artichoke Spread.  Their portions are very generous and each bruschetta is cut in 4 so you don't have to struggle with it yourself.  Anyone who knows me well, knows I ALWAYS slice my sandwiches in 4...easier to eat :-)  Wine by the glass 11am-5pm 7 days a week...yay!!!", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 2, "useful": 2, "cool": 2}, "user_id": "sALB8-F04S9VcZMF_GkGUA", "review_id": "uhXDvWs_mUXe0Mx6f2EXcg", "stars": 5, "date": "2009-07-14", "text": "The Bruschetta here rocks! Hands down..Ive never had anything like it.. ALL of the bruschettas are great .. my least fav is the Tuscan bean.. Im just not a fan.. The Fig & Mascarpone is more of a 'dessert' than a app...:-) I havent had a bad wine there yet, either. Postino is  always trendy and fun... great date place... :-) Always crowded...", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "f5CqKZlqK9Sox9z9wuooCQ", "review_id": "9OoEKgjDrZ6KhKw6rT0FZg", "stars": 5, "date": "2009-07-15", "text": "This place is great all the way around.  Went there for happy hour and had a variety of wines by the glass plus a couple of different antipasto plates.  Also, ordered a salad and soup - great stuff.  Suffice it to say that we will be back.  Good food, cool atmosphere, nice wines by the glass, and the service is above average.  Go there, it's worth it.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "GyFmGA5UQZ4pXdx1lUH86g", "review_id": "DOTvbSwO6WvxmVS3vbpndg", "stars": 4, "date": "2009-07-21", "text": "I love, love, love this place. The hand-selected wines are unique and very special. The bruschettas are amazing, and the service is amazing. The staff is very knowledgeable about the wines and food ... I never ask a question they can't answer! The atmosphere is chill and classy, without being stuffy. My first time was for a bridal shower ... the staff managed it fantastically, always quick in bringing more food and drink and never, ever seeming overwhelmed. Whether you're a party of 2 or 20 try Postino ... you're gonna like it.", "type": "review", "business_id": "SDwYQ6eSu1htn8vHWv128g"}

