{"votes": {"funny": 1, "useful": 1, "cool": 1}, "user_id": "JtqCTs5hmVRIzQTm_jvhiQ", "review_id": "Pu5hCB6bAurhc7aQJVqTew", "stars": 4, "date": "2011-01-03", "text": "I only stopped in here for a little while with a few friends, but from what I saw, it's a pretty chill spot.\n\nThere was a lot of people there, though it was the afternoon before New Years Eve.. still, judging by other reviews, it has a healthy population of people often. \n\nThe parking kinda sucks because if there is no room on the street, you have to park in the back and walk around the building and up the street a bit, but no biggie.\n\nI will have to go again so I can judge the service and try the food.. which I hear is good. We shall see!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "HUwzK-0VfdI780d2qmjSFQ", "review_id": "9tW1mijTudpZ3UsgUg8Q8w", "stars": 3, "date": "2011-01-04", "text": "Alright-- I'm a beer lover and generally a foodie. The food here is EXCELLENT, the beer is VERY good, and I've had both good service and slow service. Generally, though, the service is good.\n\nHowever, too many frat boys doing car bombs. Not my scene. I want to enjoy a good craft brew with some great food. If you're like me, you'll avoid the weekends. \n\nMy NUMBER ONE complaint about this place is that I brought in a growler and wanted to purchase their beer. They refused me because it wasn't 4 Peaks branded.  I have 4 peaks growlers at home, but it was dirty, so we didn't grab it. When I asked 3 other local breweries what they would do in a similar situation, I was told they would replace the growler or simply fill it. \nI can understand not wanting to fill a blank growler but refuse me your product? Ah, no thanks. \n\nI made a trip to Tempe (which was out of my way), specifically to fill a growler of beer.  We went home with SunUp beer that night instead.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "vK0-o9jIxY1wpJWHOySpDQ", "review_id": "V1eCuQqkcJfH9SX4MorQ5g", "stars": 3, "date": "2011-01-05", "text": "Compared to average micro-breweries on the West Coast, Four Peaks is slightly below average. It probably wouldn't survive that long if they had to compete against their breweries. Having said that, they are probably the second best in Arizona (Oak Creek in Sedona is way better if beer is the only criterion). Their beers are consistently OK but sometimes their porters and stouts are a little skunky. Seasonal beers are good but I have never had a great one.\n\nI like the building it's in but it sure is noisy when everyone is talking. They don't have live entertainment which may be a good thing since they don't need more noise. Unless you are there with friends it's kind of a boring place just to hang out, although there are plenty of cute college girls to look at. \n\nBurgers are excellent. Service is OK but I usually go when it's not that busy.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 1}, "user_id": "2E1zhNtmQKCoo_EYSGxfAw", "review_id": "oCDZEp8kJWBiwc0EmKEx6g", "stars": 5, "date": "2011-01-07", "text": "Our number one place for drinks and eats in Tempe. Always the spot to go for birthdays, celebrations, and post sporting events. We haven't had a bad beer or a bad meal here. Outdoor seating (with heaters in winter) is a nice option and you can reserve the back area for large groups/parties. In the last few years, they put out a hostess stand and there is a longer wait for seating, but at least you can take the buzzer to the bar while you wait. The parking lot is very small, but you can find a spot on one of the streets nearby without too much effort.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "yQZhcEFC12MEJhQ2xqD9MA", "review_id": "n0c3Yrq7f3GXdaBPIJ-J3g", "stars": 5, "date": "2011-01-08", "text": "We went on a Friday night and it was PACKED. We waited about 20 minutes, but boy was it worth it. We had a little trouble finding parking - it's located on a small street and I think most people had to find street parking. I really liked the ambiance of the place, though. Everyone was there to have a good time and people would be enjoying a beer while waiting for seats. \n\nWaiting for seats took a while, but once we sat down, the food was really quick to arrive. I think the service was okay - it wasn't terrible, but it wasn't fantastic either. I attribute that to the fact that the place was just sooo busy. \n\nWe ordered Brickhouse wings for appetizer. I ordered the Italian Beef Beer Bread and my boyfriend ordered Bleu Light Special Burger. We also shared a pint of the Hop Knot IPA. The beer was exquisite. It had a rich flavor that you can really enjoy. I definitely want to go back and try their other ales. The wings were really good, too - a little spicy for my liking (we sampled all three flavors), but a good starter nonetheless. My boyfriend's burger was all right, kind of like any other burger. But the beer battered fries it came with was PHENOMENAL. It's definitely a must-try if you go. Even in England, I'd never had such flavorful beer battered fries. I also loooved my Italian Beef Beer Bread. It came in a wrap instead of sandwich. The wrap was soft and had a nice texture, and it was stuffed to the brim with tender roast beef and medley of cheeses and veggies. I just had my left overs for lunch, and it was still amazing. \n\nDefinitely will go back!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "QPSyirTz9g56N5g97O4rRw", "review_id": "9LeMCK9yTyq_bqhS6sX52w", "stars": 5, "date": "2011-01-11", "text": "Hop Knot!    I graduated around the time this place opened and feel like a founding father in a way.  I reacquainted myself with Four Peaks during the 2010 Homecoming weekend.  I am happy to see the place doing well. Four Peaks is everything a local craft brewery should be.  It is slightly hidden in its location off the main drags of Rural and University.  Their is a lack of pretentiousness by both the restaurant staff and the patrons.  They have definitely classed the place up a bit since the mid 90s.  I missed the dart board, as we used to get drunk and play cricket.  Maybe that was a safety concern.  Above all else, the beer is very good here.  And with the death of Bandersnatch, Four Peaks is the place to go for some great local beer.  \n\nAlmost forgot!  The food quality was a pleasant surprise!  Great huge portioned nachos!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "osTJkim9SGhRBRZ09_hMew", "review_id": "B7KY7F9Q4_n7nL1LB5S-Kg", "stars": 5, "date": "2011-01-12", "text": "I was there this weekend for the Tempe Beerathalon with my husband who was one of the runners, I think they did  a great job in keeping up the orders for about 150 + people.  It was a Saturday and it was already starting to get busy, but they accommodated the whole group.  \n\nThere was a slight confusion on our order, but all was forgiven due to the circumstances.  I was just happy they were able to host the event there.\n\nI had also been here once before after winning a gift certificate for $50.00.  We happen to go during happy hour and we ate and drank so much and it still didn't total the whole amount.  We were so happy that we tipped our waiter 20 bucks, walked to the light rail and just walked around Mill Ave for awhile.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "5j7qmDZTAetaH0yXFnAFyw", "review_id": "btDSApo7SZDId8nLUdIGyw", "stars": 4, "date": "2011-01-12", "text": "Went with a group of about 15 last night after going rock climbing at Phoenix Rock Gym. First time I'd ever been to Four Peaks and had an enjoyable time! We had a great server and my burger was amazing! The Poppin Burger (I think) has a ton of cream cheese on it, onion blossom strings, and jalepeno slices the size of small children. I was sniffling after the first few bites...but well worth it!\nWe had a bunch of random beers between all of us, with the peach and raspberry being the favorites. This may have had something to do with us being female...", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 2, "useful": 1, "cool": 0}, "user_id": "0NckJhx0qXykvvhsm-p7MA", "review_id": "HJZklD2mnEQ9t4WDFky8rw", "stars": 4, "date": "2011-01-14", "text": "I come here to feel young and it works...but often I leave, or wake-up, feeling old.  That's what great beer, much better than average bar food, and a young staff who think of you as that funny (and hopefully not creepy) older guy or gal, as opposed to potential date material, will do. ;)\n\nFour Peaks, both locations, puts out a consistently fun atmosphere with sporting events, including NFL and MLB games of all teams, and a good vibrant and happy crowd.  Plus, Tempe has a great patio filled with young and old alike.\n\nAdd to that, the food is well above standard pub fare. They often have great specials, particularly for lunch and brunch.  The burger with egg is amazing for a hangover...plus a bloody mary and a RAJ IPA chaser.\n\nI come here for the beer, in particular the RAJ IPA, the Double Knot, Kilt Lifter (to have something in the opposite end of the spectrum from an IPA), and seasonals.  (They also have a full bar, so even non-beer geeks can be quenched.)  I keep coming back because not only is the beer consistently good, but so is the food and the service.\n\nSo, grab a friend, grab a growler, and make yourself feel young or old, whatever suits you best.  And really, don't be offended when they card you at the door, be happy that you are still getting carded.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "inGmT2qSXBGT_R9oswRYRw", "review_id": "RFW0YcT6tTxuXiHHdrGHgQ", "stars": 4, "date": "2011-01-19", "text": "This place was pretty kick ass.  I tried a few of their beers, had a nice burger, and the ambiance was exactly what i think of when I think of a brewary.  You know kind of warehouseish with a lot of TVs for watching sports.\n\n The Raj IPA and the Kilt Lifter were two beers that I really enjoyed and I'd recommend to any beer drinker =)\n\nAll in all, the place had a brewery feel to it, the food was your normal pub grub, and the beer was good!   \n\nI'd definitely come back the next time I'm in Tempe.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "KSTOdz0lSFCkqBSRNwjERA", "review_id": "rwANUiKyUj_hbSXIi4E4Ug", "stars": 4, "date": "2011-01-23", "text": "Excellent beers. Excellent food... the food is way better than the typical breweries. This place is always packed but I've never had to wait to be seated here. Well once, but it was at the other location so I'm not going to count that. \n\nI really dig the chicken strips here. It's beer battered and quite tasty. Probably my favorite chicken strips ever. The chipotle ranch that comes with it is bomb. Creamy and slightly spicy from the chipotle. I also like the beer battered fries that come with it. Just about anything I've tried here is good... from burgers (they make a pretty damn good jalapeno popper burger), to wings, salads, and pizzas. And accompanied with their awesome beers... it makes one pleasant meal!\n\nOnly downside is the parking. There is no lot... only street parking. Grant it there are plenty of street parkings around but it might require some walking.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "W2hF5pw4oApWVP3061RQHw", "review_id": "tlcYelgXxSa42dYId0gRjg", "stars": 5, "date": "2011-01-24", "text": "My wife and visited Four peaks for dinner this past Saturday on a date night and it was out of this world.  \nThe food was amazing the server was attentive without being annoying and the beer was perfect.  I tried the flight and really liked the hop knot and the 8th ST.  (Kiltlifter is already in my beer hall of fame club).\nMy only complaint, open a resteraunt on the west side and save me from Rock Bottom and Gordon Biersch.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "tueZZgG49lLPMj1gRkM2Ag", "review_id": "Psxl1mrBpVh6YhF6C2S_eg", "stars": 5, "date": "2011-01-28", "text": "Ahh Memories... I miss here since I moved from Arizona. Literally, best beer you can find in AZ. I went to Germany for training. I  miss Four Peaks :) (Yes even in Germany)\n\nMy favorites are Kilt Lifter and Arizona Peach Ale. I can drink a pitcher of Pitch ale myself.\n\nFood : I like veggie pesto pizza a lot. Also, Chicken strip with chipotle sauce is food for late night. They have a good burgers too.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "9cLBI7hhgScn3lHjY4nAaQ", "review_id": "Yz2L88FAUgrqni6SR425Dw", "stars": 5, "date": "2011-01-28", "text": "Never a bad experience! Even in the summer when you're sweating your ass off since its not air conditioned/outside.  \nThe beers are all pretty good.  I definitely prefer some to others but it seems as though everyone has different opinions.  There is sorta something for everyone.  I like the 8th St and the Hop Knot.  Sometimes the peach is pretty refreshing too although I never thought I would like a peach beer.  My bf loves the Kilt Lifter.  I am really not a fan of the hefeweizen but I must be in the minority because its the one I see most commonly on tap at other bars. \nI haven't tried everything on the food menu but I haven't been disappointed in anything I've had.  The fries are really good and I LOVE the dipping sauce they give you for the chicken tenders.  I suppose my only food complaint would be that the pizza I tried was a little too cheesy.  Still tasted great I just couldn't help but think about all the fat and calories.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 5, "cool": 4}, "user_id": "-zzhFGw6I9wA5EtivKn89Q", "review_id": "fBsM3g_oKCCT_LhU70VZsA", "stars": 5, "date": "2011-01-28", "text": "Great Beer! Best Chicken Strips you can find! Enough said.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "BgY9LwHmY8BO_lPI3pNRFQ", "review_id": "wxJbkvhNEu0O9ghfFPE8nw", "stars": 4, "date": "2011-01-29", "text": "I really am a fan of this place. It has good food and good beer, and also is associated with some good memories here. This place is a great place to come to and watch a game or two. Or in our case, a great place to come to after watching out team win or lose the game. The parking here can be difficult since there is no lot or anything designated for costumer parking. The beer is really good here. I like the lighter beers, such as their regular peach beer, but their other beers and seasonal are awesome too. The food is delish; I always get a hankering for their beer battered fries. Eat it with their jalapeño ranch sauce and it's perfect. That and some loaded chicken nachos are easily split between friends; their portion sizes are fairly huge. It's really an awesome spot to get together with friend, have a pint, enjoy a game and some good food.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 6, "cool": 2}, "user_id": "qnvmx-rQGBwAxSaoLahGOw", "review_id": "UOyT-l-xDU9n6GwbsNCoZw", "stars": 5, "date": "2011-01-30", "text": "I made the mistake of relocating to the east coast a few months ago.    \n\nThere are few thoughts about life in Arizona that cause a pit in my stomach like when I think about a warm night on the patio at Four Peaks.  I'm not really sure what it is about a barren warehouse converted to a brewery.  But it's magical. \n\nI walk around the cold suburbs of DC and am overwhelmed by the thought of a Tap Room Tenderloin (blue cheese crumbles on the side).  Or a cold pint of Sunbru on a warm summer afternoon.  Better yet, ordering a Winter Wobbler after your waitress wobbles in the aisle to demonstrate how good it is.  \n\nI arranged to meet a girl here on a first date.  We enjoyed numerous pitchers over a couple of years.  We fell in love here and she even arranged a quick behind-the-scenes tour as a Christmas present.  But she also convinced me to move outside the Four Peaks distribution area.  When we decided to move, we had our going away party here.\n\nSo my suggestion to Yelpers in the Phoenix area is to not just visit Four Peaks in Tempe or even the Grill and Tap in Scottsdale.  But have a beer, fall in love but never move away.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "ROr4DQ-gxlfUKmiDC-qSEQ", "review_id": "xqvD4c5nemQfxjtACF9JNA", "stars": 4, "date": "2011-01-31", "text": "Yea it still retains its 4 stars and this has been confirmed with my love of the Oatmeal Stout. I guess I never realized how good a pint of this stout but had a pint of it last friday and enjoyed every sip of it. Yes it's dark, but it's medium bodied and the flavor is delicious! omg i'm talking beer. oh my. Like always their beer battered fries are simply the best especially with Sweet Jalapeno Ranch dip on the side it just makes the experience awesome.\n\nBut... this time after many visits over a period of five years, yes the parking sucks and during the summers it gets sticky with the misters and the large fans attempting to circulate air inside and on the patio. this time me and dani ordered dessert. The idea of dessert was aroused when we were waiting for our pager to buzz while hanging out by the bar, dani with her regular peach beer and my hefweizen. we saw a slice of chocolate fabness on a plate passing by, so, we made note and agreed that we would not really eat our oversized entrees and ensure we'd have room to eat some cake! Well the agreement was more of i'd have a little cake but nevertheless. Had the fish and chips which were DELISH... YUMMY! and we finally order the cake of least resistance the oatmeal stout tiramisu! Now this slice of tiramisu is meant to be shared by a village of dieters or a gang of dessert whores because it's mammoth prehistoric huge. The chocolate topping with the whipped cream, tiramisu filling and oatmeal stout deliciousness makes this dessert almost feel like a sexxxy party in your mouth, the flavor is fireworks good! ok i'm salivating for a some now. BUT yes get a slice and ensure you and your dessert gang eat some. so i end this with. OATMEAL STOUT!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 3, "cool": 3}, "user_id": "R6OdqGQTtr2aDb-KWqHtxw", "review_id": "ragdHUeSEjY3Na3WcbreJA", "stars": 5, "date": "2011-02-01", "text": "This place is ALWAYS busy and packed!!  Be prepared for a long wait for a table.\n\nBut once you get in and get seated, they've TVs galore. All of their food is massive, and everything I've had here is really good.  My first trip to Four Peaks was to quell a burger craving. Craving quenched - great variety of burgers. Subsequent trips have all been good - nachos, chicken fingers, wraps.  My most recent trip this past weekend, I had their margherita pizza - their version has white sauce and garlic, thin crust, one size, about 10\" - and, as usual, Four Peaks came through, it was damn good. \n\nOf course, it's a brewery, and they have great beer. If you're a beer fan, you'll love their beers from amber to stout.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 2, "cool": 3}, "user_id": "IO3AsR6cdMto7VCwfPzf2w", "review_id": "8iEA823qEB2vllNPVzpNRQ", "stars": 5, "date": "2011-02-05", "text": "I loved this place. The food, beer, service, and overall ambiance all worked for me. Both me and my friend had the salmon BLT and I got the Kiltlifter. The sandwich and the beer were absolutely delicious. There is nothing quite like enjoying a cold brewski outside with good friends and good food, and Four Peaks delivers that. Its worth driving around looking for parking, don't let that stop you. I will definitely be going back here in the future to try their seasonal beers (they were in between seasons when I went), buy fresh-brewed beer to take home, and try some more of their delectable menu. One of my favorite spots in Tempe by far.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "N6TmANKR8ABJ4niirRtaeQ", "review_id": "dyf4RcOAyURAb7GLRn76Mg", "stars": 5, "date": "2011-02-06", "text": "Unbelievable.  I found this place on Yelp, so thank you, Yelpers!\n\nWent in on Thursday, found the staff attentive and friendly.  In fact, I think they might have kept serving me well past my ability to drive.  The food, spectacular!  Beers? Spectacular!  \n\nWent back Sunday after the half marathon for the playoff games.  Took less than the hour the desk said to get a seat for nine, and the pizza was awesome.  The previous lamb and sausage pasta was also super.\n\nThis place rocks, only downside is the parking.  \n\nI hear it isn't air conditioned for the summer.  If the lure of the land truly does draw me out to AZ, I will update this.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "LkvKRwGYLyVVQTMb41tKjQ", "review_id": "wKE1s7u4ZWgeqHSedhuvsw", "stars": 4, "date": "2011-02-09", "text": "I really dig their 8th Street Ale, and the food here is great! Got the calamari last night and then some pork adobado. Both were home runs! Loved the sauces for the calamari, which came in sticks cut from a calamari steak rather than the typical rings and tentacles. This place is a bit of a drive for me, but is well worth it every time!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "KOmhrtFK5IP7CuLdlBngmw", "review_id": "DJ6gySWnJqT67q1lkifpjg", "stars": 5, "date": "2011-02-09", "text": "If you love a great Elk burger, this is the place to go.  Great beer too.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "S5zDAjR2JDPU6ZLWwVTJ3A", "review_id": "qFS03K1z9qAje12YGRkJpw", "stars": 5, "date": "2011-02-10", "text": "We took about 10 people to 4 peaks the week before Christmas for lunch.  It was really busy, but they got us right in.  The service was top notch and so was the food.  We will be back for sure!  Can't wait to try brunch.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "B_leEp0XWSNi5_HQ_BLAAg", "review_id": "3TP9inUXifxR5FBarJdzEA", "stars": 5, "date": "2011-02-11", "text": "there is only 2-4 spots that i make sure each out of town visitor gets to try as local fare - LGO, Breakfast Club, The Grind, and Four Peaks. This place is by bar the most frequented establishment i visit in the valley. i never wait long despite there always being a line. \n\nI've tried 8-9 menu items and have only been disappointed in 1 (a daily special of bratwurst hoagies) but that was my fault. By the time i had been served the heavy/fatty menu item, i had already indulged in 1/2 plate of fries and some artichoke dip. \n\nI'm not a beer fan but crave their beer. Best french fries in town. I crave their nachos with blackened chicken and their white pizza. And with their uh-mazing outdoor patio and the sunshines and weather that we get 6mths a year...Boom.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "1gCUuM9Cowu71O2dz72RzQ", "review_id": "my2HfMSl4QBoYdy2gSw5iA", "stars": 5, "date": "2011-02-13", "text": "This place rules.I love a non coparte business,escpcially locally owned and brewed beer and killer food.the daily specials are the b*MB.cometh staff is good to look at and always friendly,the managers and owner are always walking around making sure everything is ok.and you can grab beer to go.perfect,gotta watch out for that raj IPA,strong,I call it \"no knees\"eat drink and be merry,vi la vida", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "v7eZC_myKtZ0TFodMLrRJQ", "review_id": "3cUOLdbB5uSGR-Hs8pd44A", "stars": 4, "date": "2011-02-13", "text": "I came here for the homemade Peach Ale and the Stoutamisu - and i loved both!\n\nI'm not a beer or ale drinker, but the Peach Ale is a drink i could get used to! It's light, refreshing and has a prominent peach flavor, which is seriously tasty :)\n\nAs for the stoutamisu - i'm a huge fan of traditional tiramisu, so wasn't sure if i'd like this version. Once again, Four Peaks has proven me wrong (and so did my brother who insisted I try both). In this version, the lady fingers are soaked in Oatmeal Stout and has the most incredible chocolate cream covering the outside along with chocolate shavings! This is an awesome twist on the classic, especially since I usually don't like stout, i happily ate this dessert :) As for the portion, it's huge - i think one slice was the length of my forearm and the width my forearms combined!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "KKDUmNALFMBHLboupjSN1w", "review_id": "sP14jL5HidxIuE8dmwhkvw", "stars": 5, "date": "2011-02-13", "text": "Four Peaks has been one of my favorite places for years now. \nLocal beers are awesome and this place does it best. Although my absolute FAVORITE is the Pumpkin Porter seasonal, in off season I'm happy with any of their beer, but usually stick with some Peach Ale. It gets crazy crowded on game days (of all sports and all teams) but always worth the wait. They have the best spinach artichoke dip I've ever had. The servers are 100% hit or miss. Usually I have a great service, but occasionally I've had terrible service (bad servers but still great food/beer). Oh, and parking is kind of rough... but even then I cannot give this place less than 5 stars b/c of their consistent food and drinks. Oh! And Sunday Brunch... bloody marys and peak's mimosas. Seriously, do it.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "4ukZgW7LtGunWgPnpo8Lig", "review_id": "65GS1kTeXEp7TbbWMSByOg", "stars": 5, "date": "2011-02-14", "text": "Great food and beer.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "pkgYy4PBrVCT6H0sILmTvA", "review_id": "ociyFDjGA1unHbaEjBDbJg", "stars": 5, "date": "2011-02-16", "text": "Who doesn't like Four Peaks!? They have a beer for every taste and a full bar if beer is not your thing.  Hey ladies the Peach Ale is a nice non-scary \"girly\" beer.\n\nThe food is always delicious. Great burgers! I really enjoy both of the beer breads. Spinach dip!\n\nThe only negatives for a hungry customer are the parking and the wait, but once you get in who cares, right!?", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 2, "useful": 3, "cool": 1}, "user_id": "pIm17SVRo8IdhGoBD4qbnA", "review_id": "B7HYpMNp9A2SayfKhzfvyg", "stars": 4, "date": "2011-02-17", "text": "The only negative aspect I can see, is the lack of close parking.\n\nThe Salmon BLT was perfect, and went perfectly with my Hefeweizen, even though the menu didn't pair the two.  I will return to indulge again.\n\nMy buddy's Chicken Beer Sandwich was a game changer due to their fresh baked beer bread, which was kind of like a soft thin focaccia.  The sandwich was served 'wrap' style.  His order came with beer battered fries, and they were great.\n\nThey only have fresh lemons to squeeze into your Hefe, so you'll have to bring your own oranges.  And remember... pulp can move, baby!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "hypC4cYg-zT1a14rLQecdw", "review_id": "AO4Gb6iJnQMdoJFZqNPrjw", "stars": 4, "date": "2011-02-19", "text": "First time a Four Peaks and I have to say, not too shabby. \n\nWe got a table on the patio straight away and had our beers within a couple mins.  The Hop Knot IPA was good, very floral and hoppy in the nose, but not much on the back end; not a whole lot of body.  My burger actually was cooked the way that it was ordered!!!  Good experience I would have to say.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 2, "cool": 0}, "user_id": "OJ4FQEvd2h8QXCMHwCostg", "review_id": "f4Kh0uTXaHxUAUE5CdJooQ", "stars": 5, "date": "2011-02-22", "text": "Three reasons this place is outstanding:\n\n1.  The beer is top notch.  A wide variety of styles made on site.\n\n2.  The food is the best bar food I have ever had.\n\n3.  The old creamery building is beautiful, only made better by all of the giant fermenters inside.\n\n--\n\nRecommendations:\n\na.  Sit outside if the weather is nice.  Great patio!\n\nb.  Order the beer style you are in the mood for.  If you cant decide, get the sampler.\n\nc.  Appetizer-  Spinach artichoke dip (best in town)\n\nd.  Entree- Chicken Beer Bread Sandwich\nwith fries and a side of jalapeno dressing\n\ne.  Dessert- Stout milkshake", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "wE1NBJRLbkhFSWjfJbGEjQ", "review_id": "bkjIKa7_5ug258Eh-5xSPA", "stars": 4, "date": "2011-02-22", "text": "This place was really good. I had a hop knot and a kilt lifter both full flavored beers. I liked the hop knot more cause I love IPA's. I had a the four peaks cheeseburger and that was awesome too. The outdoor seating was nice. \n\nOh yeah, if you like the beer, yo can purchase a jug to go. I'll definitely be back soon.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 3, "cool": 1}, "user_id": "WfggrYh-nQei-os89lQcog", "review_id": "zX2RJNh1RGXtUMtZ19V8AQ", "stars": 5, "date": "2011-02-24", "text": "Four Peaks is an awesome place to go with friends for dinner and of course great beer!  They have an awesome selection of ales ~ IPA's that are brewed on site. The atmosphere and decor and decor are cool. \n\nI recommend setting on their patio ~ weather permitting and getting some apps and try the sample orders.  Then pick a beer you like best ~ I like the hop knot but then there;s the kilt lifter, and then order some great grub!  They have really good sandwiches and other good eats.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "uX_UX0RKpj1u76zKmuKetg", "review_id": "gbc2lsSlvEZZm_DDEU4Mng", "stars": 5, "date": "2011-02-28", "text": "Excellent food. Excellent beer. Excellent service.  Enough said.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 2, "cool": 1}, "user_id": "8oY8gmr4NYwHgiYjTjh7Rw", "review_id": "sA6Xz8Si-R8XXpPtqDaj0Q", "stars": 5, "date": "2011-03-01", "text": "GREAT local craft beer (hopheads, you'll love the Hop Knot IPA).  The food holds it's own.  Always stop here on our trips to AZ.  Owners are Vikings fans!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 2, "cool": 0}, "user_id": "RNJXqDHE7fhD1KK8CdIJPA", "review_id": "_Ocn8Ape1b6xpfVdByyxaQ", "stars": 5, "date": "2011-03-01", "text": "I love the beer here first, nice selection and seasonal. In my opinion always support your local businesses first. \n\nThe fish and chips here is probably the best I had so far and for $10 you get huge portions. I will come back here every time I am back in town! \n\nBeware since it is so close to ASU campus this place gets packed at night. Bring your ID at night or you will not get in, but you are automatically 21+ if you park next to the bouncer and walk in front of him to the place!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "3jUSVrYmQDqLozgg3KMyJg", "review_id": "FoCCHjAtbBfbheWjekcm9w", "stars": 4, "date": "2011-03-02", "text": "I went here on a date and it was a great atmosphere for people who aren't stuffy.  Except the heating on the patio -- Geeze! Turn the heaters down people, this is Phoenix. We did request the heater be turned down, much to the delight of the other tables near us but then a random server came around and turned them back on. This was my only complaint for the evening.\n\nThe service was attentive but a little slow - considering how packed they were it was more than reasonable. I ordered the pretzels which were good and my date had a burger and fries, which he said were pretty good too and pretty standard fare for the place.\n\nIf you can avoid driving here, do so. The parking situation is the absolute worst.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "8QQ4UV3h7QMLvwkZ-7rHCw", "review_id": "m3EmIhnK95piahVbMjYj1w", "stars": 5, "date": "2011-03-02", "text": "Took this recommendation from the guy working the front desk at the hotel.  This place is huge and was filled with every walk of life - really good atmosphere for a fun dinner.\n\nWe got the nachos with blackened chicken for an appetizer.  It's big, so bring an appetite or at least 3 people to much on them.  For dinner my girlfriend got the french dip which was great, the au just was really good and the sandwich was a bundle of savory deliciousness.  I got the fish and chips; they weren't out of this world but they got the job done, especially after a few beers.\n\nFor drinks, get their Hop Knot and Kilt Lifter.  The Peach was also really good, but your lady might be more into it than you.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 1, "useful": 3, "cool": 1}, "user_id": "9JpnM-xebt0343KkGR_HKQ", "review_id": "Yywo4oWHTc2BduG8hWVYeA", "stars": 4, "date": "2011-03-02", "text": "The beer bread \"wraps or rolls or....?\" are awesome. I get the same one every time and I go with the pasta salad (also awesome) for my side. Nothing like some beer bread and a pitcher of some hand crafted beer on a nice Friday afternoon for lunch with your boss and co-workers.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "mEgD2AGWGKD_gs-Jf3Ypew", "review_id": "24-W_Fx820quEGbcF4-gWQ", "stars": 5, "date": "2011-03-02", "text": "Best bar in Tempe.  There is no place around brewing better beer (try the peach ale!).  They have very tasty food as well!  I like to go with the fish n chips or maybe the southwest egg rolls.  Beware my fellow Chi-Town sports fans though, this place turns into a Vikings bar on sundays...", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "Ks5lPe_E14_-GheoA1A3UQ", "review_id": "oxEpbeqtju8ihL7sQoblVg", "stars": 4, "date": "2011-03-03", "text": "Great place for a great micro brew! The atmosphere is really laid back and fun - just a nice relaxing place to catch a buzz. Seating both indoors and out on the patio. Next time I need to try the food...the beer is so filling I usually seem to just \"drink my dinner\".", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "YPk47NcyWSkk-541OxyzMQ", "review_id": "jhdxcn1z_ODGHzIybMyLPg", "stars": 5, "date": "2011-03-03", "text": "Great food. Great beer. Great atmosphere. I love this place for a cozy lunch or for a fun happy hour with friends.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "IF0yh2b_CszeBdr9Bes0rQ", "review_id": "JxGtZHEKuDhJNbzM8_z_xw", "stars": 5, "date": "2011-03-04", "text": "5-star rating for the beer!\n\nBeer tasting platter--what a freakin' awesome idea. Forget food! Just order this smorgasbord of delicious yeasty-ness and drink your dinner. \n\nSome Phoenix-based friends took us to this brewery for dinner one evening and that is when we discovered... the Four Peaks beer tasting platter. This idea is not a foreign one for mini-breweries like Four Peaks, but the quality offered here is second to none. \n\nI wish I could remember the names of the ones we liked the best... but we finished the lot before our dinner arrived, leading for a semi-sloppy evening. All in all, just try it for yourselves--you won't be disappointed.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "FuIeMyb0_UUwxeX_a5H2gA", "review_id": "XwGQj3DngkjXC0DViml1AA", "stars": 5, "date": "2011-03-06", "text": "Love the food, beer and atmosphere! In an odd location but there is no reason to avoid this place! Can't wait to go again.... oh and wish i lived closer!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 1, "useful": 1, "cool": 0}, "user_id": "FPljkW6R0DXXbMFfKtTCXQ", "review_id": "uE_xuaVIk4lqkYgsrpB8eA", "stars": 3, "date": "2011-03-06", "text": "Meh. The beer's good. Food ok. I'll go here, but never my 1st choice. Or 5th...", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 2, "cool": 0}, "user_id": "tQN4p7x5iFGmZqMwHYTDOA", "review_id": "_1ii_OnBQTnqlfM0LtePEQ", "stars": 5, "date": "2011-03-07", "text": "Beers were delicious...and the roast beef sandwich on their beer bread was ridiculous. Tasted like a philly cheese steak...with their beer bread. The pretzels were delicious as well...i definitely recommend stopping in.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 4, "cool": 1}, "user_id": "XqMkm-DD9VsdcKx2YVGhSA", "review_id": "CJB-gLrwKAeA_tSlJLSgVw", "stars": 4, "date": "2011-03-07", "text": "Ahh..can't go wrong with Four Peaks.  Local brewery that's been around and serving patrons of ASU and beer connoisseurs for years.  Who ever was their mixologist did a wonderful job; food and beer goes hand and hand very well.  The place is always popping!  Try getting a seat - gotta wait, but well worth it.  Unless you hit-up the bar; first come first serve.  The service is pretty good even when the place is full.  Hot bartenders and quick service -- can't complain!  How about the ambience - well down home fun and chill.  Point is I appreciate a bar that doesn't care what you wear as long as you come with a shirt and pants/shorts/skirt whatever! - Enjoy!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "BfetZm9fa0zqyAFn8vo_6w", "review_id": "VuGvGJjC_ZXyUbNxsPWETQ", "stars": 4, "date": "2011-03-10", "text": "Best Spinach/Artichoke dip EVER! and when I have company in town this place is a great choice. My family & friends are always super impressed with the food and the beer. The college crowd and the limited parking is a bit annoying, but again, that dip with a pint of Kilt Lifter makes it worth it.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "R0IJx1_alR_OXhHkTFq_Vg", "review_id": "xanLprGhaKKIHq2Ei4LMLQ", "stars": 5, "date": "2011-03-10", "text": "this place has one of the best happy hours ever! and st pattys day at 7am see you then!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "7FljPWLKzQgzBRuL3TohUg", "review_id": "VP6Og2BoZs1p3WhLsWaa5A", "stars": 4, "date": "2011-03-12", "text": "I don't understand how this place does so well in the location it is at.  I had drove right past 8th St b/c I could not see the sign.  Beer/food is good - I like the fries.  Their happy hour sucks - $1 off beer and nothing for food.  Get's busy, even at 4PM.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "OaQSXppf6ftR9Rfb4oiTNg", "review_id": "KDcocQUuJ2dOOzHzIN5DFA", "stars": 5, "date": "2011-03-13", "text": "After my experience at Papago Brewery, I now spend my time at Four Peaks any time I am in the mood for a good beer. I like their Arizona Peach Ale and their Hefeweizen. I usually order their veggie pesto pizza or chicken enchiladas. I know your probably thinking what I was thinking, enchiladas at a brewery? They are delicious. I always take home the leftovers, which are just as good the next day. My husband is predictable, he always orders the salmon b.l.t. \n\nCon - I wish Four Peaks had a better happy hour. Maybe 1/2 price appetizers, which would bring me in more often. Regardless, I still keep going back.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "Eg_UL0XaV_g4Dr3AeGZHUw", "review_id": "HQjsLT-jbHoMnBG4oTJAow", "stars": 4, "date": "2011-03-15", "text": "The eggs benedict delivers!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "dCrq-r7MRiOl2AcMkiORuQ", "review_id": "1XtBTE9zcN627WnKeqYmVQ", "stars": 5, "date": "2011-03-18", "text": "Absolutely love this place and have since our days back at ASU.  Beer's good, food's good, atmosphere rocks, service is great ... they've got it all.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "tdHnpaZc5I-7rB8ElfX-dw", "review_id": "-FEHtjlHbmaBDPX1Swv4_A", "stars": 4, "date": "2011-03-20", "text": "Ok This place was recomended by our hotel, taxi driver and a waiter at Chilis.\nWe decided to check it out Sat. night and we were amazed at how many damn people were there.  We had to park a couple blocks away.  We put our names and were told it would be 45 min. Not bad at all.  \nWe went to the bar to sample the local brews and came accross some guys that gave us their rervations.\nI got a pizza and it was damn good.  My friends had burgers and they liked them as well.  \nOverall the food was great anx the beer was better.  Five stars would be given if the jack ass waiter took care of us.  He had friends to bs with and spent a lot of time watching the NCAA tournament.  I left with a full belly and a six pack of some good beer.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "Gk_BHskffGz-5hQSopdKAQ", "review_id": "piK1ZA7e4Yd6Oz7KfEzWfg", "stars": 4, "date": "2011-03-23", "text": "I have been to breweries all around CO and visit Four Peaks when in AZ. Great beers, fantastic patio, very good service.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 1, "useful": 0, "cool": 1}, "user_id": "8JC-Yb3UDUv2FUl5ym1nVg", "review_id": "1P67bCBxA7xCSDVt74NjTQ", "stars": 5, "date": "2011-03-25", "text": "This place is the jam.\n\nYou want a spot to come hang with your buddies? This is it. Great beers. Delicious food. A fun vibe. You have it all here.\n\nOne thing that is consistent with most brewpubs, is that on the menu, there are beer suggestions for most of the foods. \n\nNow, for me, that's not a big deal because I am a craft beer guy, and I don't need help pairing beers and foods...but I can't say the same for others. And this is very helpful for people. PLUS, I'm not perfect. Maybe I can discover a pairing that will help me.\n\nI had the Chicken Nachos and they were DELICIOUS! They didn't skimp on the amount of chicken, and it wasn't overloaded with cheese. PERFECTION!\n\nIt gets crowded on weekends, and parking can be a bit tricky. You may have to circle around the neighborhood and walk back. It sucks. But, it's worth the walk.\n\nOh yeah, and apparently this is a huge Vikings bar. Don't give Brett Favre your cell phone #. No one needs to see those pics.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "nu7OpWQFV2MqvEWo4v9adg", "review_id": "jEh4bAhIUoZAjdpw6F6Uig", "stars": 5, "date": "2011-03-27", "text": "going to miss this place when i move. best overall restaurant/bar in AZ...with the most memories.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 1, "cool": 0}, "user_id": "x0r-IamYgKMgF3v7tJ_PTg", "review_id": "iOlXxnU9cl23BO9spoPHFw", "stars": 4, "date": "2011-03-28", "text": "the beer was good and  it was a beautiful day so sitting outside was nice. the spinach artichoke dip was good but VERY rich-a nice place to spend  weekend day. it was packed at 3pm so i'm assuming it would be worse at night. not bad for a local brewery", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 0, "useful": 3, "cool": 1}, "user_id": "fMfy2O2nPk3XWWmWSbszag", "review_id": "y_KrRAEnzk9SGmpTPvIbeg", "stars": 2, "date": "2011-03-28", "text": "The reason I rated this so low is because I can never just get a table here.  It's always busy, it's cramped, and loud.  Sure the beer is great, and the food too... but it's never just easy to eat here.  Parking on the street stinks, and then waiting a half hour for a table is frustrating when there is no room for you to stand anywhere.  Otherwise, sure it's a fine bar.. but there are other bars in Tempe.", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
{"votes": {"funny": 1, "useful": 0, "cool": 0}, "user_id": "H-KL-IkMXWTxbZIOYlSWAQ", "review_id": "qSUcdz3OXDEvZ1fMNC8NOw", "stars": 5, "date": "2011-03-29", "text": "64 words: Spinach artichoke dip and chicken fingers (yes chicken fingers sounds like a 6-year-old's meal but theirs are super awesome) and lots of beer but not too much beer because it's heavy and you really don't want to puke foamy kiltlifter all over your flip flops, which I know you are wearing because it's about 283 degrees in Tempe between April and September!", "type": "review", "business_id": "JokKtdXU7zXHcr20Lrk29A"}
